{
  "talks": [
    {
      "id": "1jiAsaKrbfhsEewsXaSH",
      "title": "Cypress, l’outil qui va vous faire aimer les tests End-to-End !",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "Sorti de sa bêta publique en septembre dernier, Cypress connait déjà un franc succès dans le domaine du test End-To-End. Il est d'ailleurs très bien classé dans le classement StateOfJs 2018 dans la catégorie des [« autres outils de tests »](https://2018.stateofjs.com/testing/other-libraries) loin de devant Selenium, Protractor et Nightwatch. Thoughtworks, dans son tout dernier [tech radar](https://www.thoughtworks.com/radar/tools), le place même dans les outils à adopter 😎\n\nDéveloppé depuis 2015, l’équipe en charge du développement de Cypress prend un soin particulier à l’expérience développeur (DX).\n\nDans cette conférence, nous verrons brièvement ce qui caractérise Cypress de Selenium et nous ferons un *live-coding* qui nous permettra de passer en revue les principales fonctionnalités ainsi que les compromis à prendre en compte. Nous évoquerons les bonnes pratiques qui rendront vos tests E2E plus rapides et moins soumis aux aléas qu’impliquent ce type de test. \n\nA l’issue de cette présentation, faire des tests E2E ne sera plus une souffrance, bien au contraire ! ",
      "categories": "96440de7-ddfa-5d09-b206-64ecb4ec86c0",
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d",
      "speakers": [
        "kfhDyJchjlSYR5Z8c8gVRBNUaCE3",
        "sNc6usDmBJMSPh0Z66CwVaE9xkv2"
      ],
      "slidesLinks": ["https://slides.com/rodolphebung/cypress-touraine-tech#"],
      "comments": "Nous avons une préférence pour la conférence, mais nous pouvons aussi faire un Hands-On sur le sujet. Nous avons fait le workshop à Devoxx et plus dernièrement à BDX.io. ",
      "createTimestamp": {
        "_seconds": 1575032504,
        "_nanoseconds": 367000000
      }
    },
    {
      "id": "2nUoRfU9qblCBji2OHWx",
      "title": "istio ⛵️par la pratique !",
      "state": "confirmed",
      "level": "intermediate",
      "abstract": "Dans un monde distribué, nous sommes confrontés à de nouveaux problèmes. Les notions de circuit-breaker, de retry, de timeout, de blue-green deployment, A/B testing, pool-ejection… viennent remplacer nos anciens problèmes de monolithe 🙁.\n\nIstio ⛵ est là pour nous aider sur tous ces points... et même plus ! 🥰\n\nNous allons utiliser **Istio on GKE** sur Google Cloud Platfom et découvrir ensemble tout ce que nous pouvons faire pour nos petites applications. Si le **traffic mirroring**, **Canary Release**, **Traffic spliting** ne vous font pas peur, nous pourrons mettre cela en place très facilement ! Nous irons même jusqu'à injecter des erreurs dans notre système #ModeChaos 💥.\n\nNous profiterons aussi des outils offerts par GCP pour suivre les comportements et performances de nos applications en live ❤️.",
      "categories": "ae14e3b6-2476-58d7-a629-f130574251bd",
      "formats": "5c8efbbf-1640-5a9b-b42e-0c1180b82d02",
      "speakers": [
        "CxYwtJCDgEbs0sJ0OxkghkwUJ4G3",
        "rDKV0gUOk0O4WU9tpknPAngMF9A3"
      ],
      "comments": "Bonjour la team review 😉\n\nCe TP sera joué pour la première fois au SnowCamp 2020. \nNous allons tout mettre en place pour que les participants n'aient pas à sortir leur carte bleu 🤩.\n\n",
      "language": "Français",
      "createTimestamp": {
        "_seconds": 1572002773,
        "_nanoseconds": 945000000
      }
    },
    {
      "id": "3QQqWeUo8kj2R6AlzJIP",
      "title": "Trucs et astuces pour consommer une API REST",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "Consommer une API REST fait désormais partie de notre quotidien de développeur. Que ce soit pour appeler un composant de notre belle architecture micro-services, un service externe hébergé par un tiers, réaliser un appel HTTP est plus que courant dans nos applications. **Nous avons à disposition pléthore de ressources pour bien concevoir son API REST mais comment faisons-nous pour en consommer une de manière efficace ?**\n\n- Cela commence souvent par la découverte d'une nouvelle API. Ai-je la chance de disposer d'une documentation complète ? Ou bien va-t-il falloir découvrir l'API ? Quels sont les outils qui peuvent m'aider pour démarrer ?\n\n- Une fois les premiers services découverts, comment les intégrer dans mon application ? Avec un client HTTP basique comme le nouveau client du JDK11 ou bien un client REST complet comme Feign ?\n\n- Dites donc, nous venons d'ajouter du code à notre application, quid des tests ? Faut-il appeler l'API directement dans ses tests ou bien rejouer les réponses ?\n\n- Appeler une API c'est facile mais comment s'assurer de ses performances en production ? Comment tracer et débugger les appels ?\n\nJe vous propose de faire le tour des outils et pratiques utiles pour la consommation des APIs REST en Java, en évoquant notamment : \n  - outils HTTP : OpenAPI, Postman, cURL\n  - clients HTTP & REST : JDK11, Apache, Feign, Retrofit\n  - techniques de test avec Wiremock\n  - pratiques pour la production : performances, traçabilité, logs\n\n---\n\n*La présentation se veut plutôt comme un back to basics autour d'HTTP et REST centrée autour d'outils et pratiques éprouvés. Point de frameworks flambants neufs mais des techniques apprises au quotidien. L'objectif est de faire un tour d'horizon orienté vers la pratique avec démos et du code pour permettre à chacun d'améliorer sa manière d'utiliser une API REST.*\n",
      "categories": "18c44d7d-ed48-5dde-94ba-8b4477a84db3",
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d",
      "speakers": [
        "PV4LOlB4jLRPDCCxXT6BBbsxNA93"
      ],
      "language": "French",
      "slidesLinks": ["https://docs.google.com/presentation/d/1AzGfICd2K6KtvYKqKXk_MdaKwKoMJVbyGhWy7-g0GFI"],
      "createTimestamp": {
        "_seconds": 1573391439,
        "_nanoseconds": 592000000
      }
    },
    {
      "id": "41fdl7fni2rFn601lpxx",
      "title": "Améliorez votre façon de taper du code au quotidien",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "Ce talk non techniques est la pour présenter quelques façons que vous pourrez appliquer dans votre routine quotidienne de développeur-euse.\nEn tant que webdev, combien de temps passez-vous sur votre clavier tous les jours ? Laissez moi vous montrer quelques aspects qui pourraient améliorer votre santé et/ou productivité !\n\nVous tapez sans doute pour la plupart sur un Azerty ? Laissez moi vous parler de l'inconvénient de ce mapping et les bienfaits que pourraient vous apporter un Dvorak, un Colemak ou même le QMLW de Carpalx.\n\nNous verrons ensemble comment nous pouvons améliorer notre expérience pour avoir quelques chose de moins fatiguant (santé), avec un meilleur feeling (fun d’un clavier mécanique) et totalement customizable (firmware QMK).\n\nCela vous donnera peut-être envie de faire votre propre keyboard, comme vous le souhaitez et avec votre propre layout !\n\nNB: je donnerai aussi des tips sur comment apprendre à taper sur un tout nouveau layout.",
      "categories": "ed8afd05-a6aa-58e7-a6fd-7413d262a8b9",
      "formats": "d6fdc077-e3e3-5fe2-bdd4-5af4bc349e2a",
      "speakers": [
        "cjA6fXpkQvUT8wRMBipQnFUTDeJ2"
      ],
      "language": "French",
      "slidesLinks": ["https://www.canva.com/design/DADyaO6PocM/D0NOQRaSHSqlMhxK03BRcw/view"],
      "createTimestamp": {
        "_seconds": 1572175295,
        "_nanoseconds": 998000000
      }
    },
    {
      "id": "7vchsRqdvPawjft0FOd8",
      "title": "⛳ Votre API passe-t-elle les 70 points du contrôle technique ?\n",
      "state": "confirmed",
      "level": "intermediate",
      "abstract": "Nous savons tous développer une API mais avons-nous bien intégré toutes les problématiques?\nSon aspect organisationnel et humain, sa gouvernance, ses contraintes business et d'opérabilité (SLA, SLO, SLI), son release management, ses méthodes de requêtage, sa sécurité (ses performances, sa mise à l'échelle), ses différents types de test, sa documentation, son versioning (compatibilité, changelog), son monitoring — et bien plus encore — de cette API une fois en production ?\nDurant ce talk, c'est plus de 70 points d'attentions rarement évoqué que je vous propose d'aborder, à la lumière de retours d'expériences provenant de tech-leader comme Uber, Stripe, Facebook et Google mais aussi d'entreprise française de la petite startup à la PME.",
      "categories": "63920d15-9b86-58e5-875c-441301f6dbb9",
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d",
      "speakers": [
        "HaMEPZSMBscJU4Adj9VF8brrL5h1"
      ],
      "slidesLinks": ["https://www.slideshare.net/FGRibreau/votre-api-passetelle-le-contrle-technique"],
      "comments": "Pour résumé on pourrait dire que l'idée part de ce talk : https://www.slideshare.net/FGRibreau/une-plateforme-moderne-pour-le-groupe-sipaouestfrance mais 2 ans plus tard avec une approche bien plus centré sur les micro-frontends et le passage à l'échelle d'une organisation et de ces principes.\n\nLes key takeaways:\n- montrer ce que notre approche déclarative permet d'enforce et comment\n- comment on enforce la ré-utilisabilité des blocs\n- montrer comment on génère automatiquement les UI de backend\n- le mode de fonctionnement dégradé (circuit-breaker)\n- le mode de chargement partiellement asynchrone (déclaration statique des dépendances)\n- la documentation des blocks (via ses paramètres de configuration / nom / organisation)\n- garantir la cohérence de l'UX par un design system + équipe validation\n- gestion de la migration ancien-système/nouveau système (intégrée)\n- ...\n\nTalks passés/Vidéos/Slides: https://www.francois-guillaume-ribreau.com/cv/portfolios\n\n\n",
      "language": "French",
      "createTimestamp": {
        "_seconds": 1574420942,
        "_nanoseconds": 952000000
      }
    },
    {
      "id": "B8gr3HrZqJoTV0g1ZP28",
      "title": "J'ai déployé mes apps sur Minikube... maintenant je fais quoi ?",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "Ces derniers mois Kubernetes est partout, en terme de *buzz word* on peut difficilement faire mieux. Et comme souvent lorsqu'un sujet est si populaire, vous avez des tutoriels, billets de blog et talks par milliers, expliquant comment bien démarrer sur Kubernetes. Tout va donc bien dans le meilleur des mondes, non ?\n\nEt bien non, pour être honnête. Car l'immense majorité de ces tutoriels, articles et talks s'arrêtent juste après le *Hello Kube*, lorsque vous avez quelques applications tournant sur votre MiniKube sur le laptop. Et là, c'est pas la fin, mais à peine le principe...\n\nDans ce talk je vais parler de cet écart entre MiniKube et une infra de production, de l'intérêt des infrastructures Kubernetes managées, des pièges et du *vendor locking*, de comment arriver à faire assez confiance dans sa solution pour faire tourner du Kubernetes sur Kubernetes et d'autres sujets de ce type. ",
      "categories": "ae14e3b6-2476-58d7-a629-f130574251bd",
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d",
      "speakers": [
        "pYuiGicpt0MenD8NEMhZXtk6VSr1"
      ],
      "slidesLinks" : ["https://noti.st/lostinbrittany/0ssL7W/i-have-deployed-my-app-on-minikube-and-now-what"],
      "comments": "Hola!\n\nPunaise, les amis, j'ai vu Christophe vendredi dernier et il m'a rappelé que le CFT de TNT'20 était déjà ouvert ! Alors, avant d'oublier, je préfère vous envoyer déjà quelques propositions de talks qui me tient à coeur et que je adorerais aller vous montrer à Tours, après le talk sur les Web Components de l'année dernière.\n\nCelui-ci est un talk sur Kubernetes... mais pas le talk typique, car je cherche à aller plus loin que la plupart de talks que j'ai vu, vers la partie qui est souvent mise de côté : l'énorme écart entre avoir son archi sur un Minikube ou un petit Kubernetes monté à la main et lka même archi sur un Kubernetes de prod, bien sécurisé, dimensionné  et prêt pour les contraintes de prod. C'est un beau voyage, et j'adorerais le raconter à Tours cet hiver...  \n\nJ'ai fait le talk à Devoxx UK, et je vais bientôt le faire à Devoxx Belgique, mais je ne l'ai à peine fait tourner en France (qu'au JUG Summer Camp semaine dernière). ",
      "createTimestamp": {
        "_seconds": 1568637812,
        "_nanoseconds": 450000000
      }
    },
    {
      "id": "C7diXezyH5e5CAZHCD8w",
      "title": "Dockerfile - les bonnes pratiques",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "A partir d'un Dockerfile pris \"aleatoirement\" sur Github, à partir d'un bon vieux monolithe, nous allons, en appliquant les bonnes pratiques, transformer l'application en un ensemble de microservices réutilisables.\n\nOn va commencer par externaliser les services utilisés par notre application en utilisant des images existantes et en associant le tout dans un compose file.\n\nEnsuite, nous allons optimiser le dockerfile en vidant les caches et en supprimant les layers inutiles générés pendant le build de notre application.\n\nPuis nous allons supprimer les différentes étapes de build afin de ne pas conserver les dépendances de développement dans l'image finale.\n\nOn s'assurera d'utiliser des images officielles plutôt que de recréer des images que l'on devra maintenir.\n\nEnfin on verra comment ne pas démarrer nos application en tant que root.\n\n---\n\nFrom a Dockerfile taken \"randomly\" on Github, like a good old monolith, we will, by applying the best practices, transform this application into a set of reusable and understandable microservices.\n\nWe will start by externalizing the services used by our application using existing images and associating them in a Compose file.\n\nWe will optimize it by emptying the caches and removing unnecessary layers generated during the build of our application.\n\nWe will cut out the different build steps so that we do not have to keep the development dependencies in the final image\n\nWe will improve maintainability by using official images rather than manually installing our dependencies.\n\nWe will see how to avoid running our application as root.\n",
      "categories": "18c44d7d-ed48-5dde-94ba-8b4477a84db3",
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d",
      "speakers": [
        "rYhBI1cLEJSmHtzJfgyckwdJ0Il1",
        "dcwy5r3Xy5P679SNm57j0Mmu34D2"
      ],
      "comments": "On a fait le talk avec Guillaume Lours a Devoxx BE et Codeurs en Seine.\nVoici le lien vers le repo avec un lien vers la video https://github.com/glours/dockerfile-best-practices",
      "language": "French",
      "createTimestamp": {
        "_seconds": 1575019945,
        "_nanoseconds": 764000000
      }
    },
    {
      "id": "H6hSWT3gMPPhoV2bPY5k",
      "title": "Secretary Vs Dev : retour d expérience d'une assistante administrative dans un dev studio",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "Vous vous êtes déjà sentie comme une baleine dans Microcosmos ? Moi ça m'est arrivé... Quand sur mon parcours professionnel j'ai rencontré un studio de développement. J'avais déjà écumé pas mal de secteurs, bien décidée à ne pas signer de CDI tant que je ne me sentirai pas vraiment bien quelque part ! Mais jamais rien qui ressemblait de près ou de loin au BEARSTUDIO.\n\nJ'ai plongé sans bouteille et sans préparation dans un monde où l'on m'a parlé d'agilité, d’auto-gouvernance, mais aussi de sprint, de merge request, d'issue et une flopée d'autre terme que je ne maîtrise toujours pas... En contrepartie je leur ai parlé contrat cadre, convention collective, gestion des congés, plan comptable...\n\n1 an et demi plus tard je suis toujours là, eux aussi, on s'est apprivoisé on a appris à travailler ensemble et à se comprendre. C'est cette expérience singulière mais tellement enrichissante que je voudrais partager parce que franchement je ne regrette pour rien au monde d'avoir osé me lancer dans cette aventure professionnelle et humaine !",
      "categories": "ed8afd05-a6aa-58e7-a6fd-7413d262a8b9",
      "formats": "d6fdc077-e3e3-5fe2-bdd4-5af4bc349e2a",
      "speakers": [
        "24si0s4B8lYEwbg5d4sshrMyklS2"
      ],
      "createTimestamp": {
        "_seconds": 1570000319,
        "_nanoseconds": 205000000
      }
    },
    {
      "id": "HDbur1UG6PNYC48rcBZ0",
      "title": "Gophers le retour",
      "state": "confirmed",
      "level": "intermediate",
      "abstract": "Après 10 ans de dérive dans l'espace, Rob Pike est secouru par la communauté des Gophers.\n\nCes derniers, furieux de l'absence des génériques dans le langage, se sont organisés pour définir une **version 2 de Golang**.\n\n**🎉 Découvrons ensemble les avancées de Golang 2 🎉 :**\n* Introduction des **modules** pour la gestion des dépendances\n* Amélioration de la **gestion des erreurs**\n* Et bien sûr proposition des **contrats** pour la généricité",
      "categories": "ae14e3b6-2476-58d7-a629-f130574251bd",
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d",
      "speakers": [
        "M9fbPRwPVMUL2CDG64muamrcOqs2",
        "977YQDolbxde0ito7I2dUiee2ap1"
      ],
      "comments": "Merci de l'attention que vous porterez à notre proposition.",
      "language": "Français",
      "createTimestamp": {
        "_seconds": 1574340778,
        "_nanoseconds": 115000000
      }
    },
    {
      "id": "M7nW2FKPHbF2FpNWqNMx",
      "title": "Accessibilité : et si on laissait les utilisateurs personnaliser l’interface ?",
      "state": "confirmed",
      "level": "intermediate",
      "abstract": "Des lecteurs et loupes d’écran aux claviers virtuels ; des styles utilisateurs aux CSS alternatives en passant par les nouvelles *media queries* : les navigateurs web et les systèmes d’exploitation fournissent déjà de nombreux mécanismes d’accessibilité pour permettre aux utilisateurs et utilisatrices en situation de handicap d’adapter les interfaces numériques à leurs besoins.\n\nMais l’absence de support homogène entre les navigateurs et le manque de persistance de certains choix faits par les utilisateurs·rices ont involontairement donné naissance à la création de projets *open source* dédiés à l’accessibilité (extensions de navigateurs, *style switchers*, etc.), initiatives qui pêchent parfois par leur complexité technique et leur manque d’universalité.\n\nPour utiles que soient ces outils, Il existe des spécifications qui prennent en charge les besoins d’adaptations des utilisateurs·rices, ou qui tentent de les standardiser, notamment WCAG 2.1.\n\nMais *quid* d’une spécification standard dédiée, qui aurait pour objectif de tenir compte des préférences des utilisateurs·rices handicapé·es, afin de leur garantir l’expérience la plus prédictive, compréhensible et fluide possible, quel que soit le site concerné ? \n\nLe cas échéant, comment pourrions-nous dès à présent adapter notre code et nos UI (*user interfaces*) à ces recommandations ?\n\nEnfin, comment permettre aux utilisateurs·rices ayant un handicap mental ou cognitif de prendre conscience de leurs besoins en matière d’accessibilité ? Bien souvent, avant de savoir repérer les mécanismes d’aide et pouvoir les utiliser, il faut savoir déterminer ses propres besoins.\n\nÀ la croisée de l’UX et du développement, cette conférence hybride vous plongera dans le prochain grand chapitre de l’accessibilité numérique : la personnalisation des interfaces par les utilisateurs·rices handicapé·es.",
      "categories": "46293012-ca7f-5197-8c58-69bc9a6c7a4b",
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d",
      "speakers": [
        "lKpZ3RoHJATLjiQyIcPV1xsJJ203",
        "IxJJoBIKX0bIfQHni4zoN62YpH12"
      ],
      "slidesLinks" : ["https://tnt20.access42.net/#D1"],
      "comments": "Re-bonjour !\n\nVoici une nouvelle conférence, sur laquelle Audrey et moi travaillons depuis un an. C‘est une conférence sur l’accessibilité un peu plus poussée que ce que l’on entend d’habitude. C’est une conférence hybride, dans laquelle on parlera dev ET design.\n\nOn serait vraiment absolument ravies de la donner pour la première fois pendant TNT, qui offre le cadre chaleureux et bienveillant qui nous met en confiance.\n\nVoilà, on croise les doigts !!\n\n",
      "language": "Français",
      "createTimestamp": {
        "_seconds": 1574436106,
        "_nanoseconds": 491000000
      }
    },
    {
      "id": "OSeRNhvgAv183XS9gPAA",
      "title": "Event loop et asynchronisme en JavaScript",
      "state": "confirmed",
      "level": "intermediate",
      "abstract": "Sans utilisation des web workers, JavaScript est un langage monothread, qui offre toutefois la possibilité d'exécuter du code de manière asynchrone.\n\nA travers une exploration du fonctionnement de la stack, des diverses queues et de l'event loop, ce quickie sera l'occasion de mieux comprendre le fonctionnement et les limitations de cette gestion l'asynchronisme en JS.",
      "categories": "96440de7-ddfa-5d09-b206-64ecb4ec86c0",
      "formats": "d6fdc077-e3e3-5fe2-bdd4-5af4bc349e2a",
      "speakers": [
        "PRuMzxC7NVbsVnJP07AbHR2cNFx2"
      ],
      "slidesLinks": ["https://docs.google.com/presentation/d/1HBgZzA0mid1F0vglo6f8qcW8erWxFZoV_MLNAUa7-UI"],
      "createTimestamp": {
        "_seconds": 1572873413,
        "_nanoseconds": 198000000
      }
    },
    {
      "id": "P39ti4I6J5PN4nn3oNll",
      "title": "L'épopée des polices CSS de Comic Sans aux fontes variables",
      "state": "accepted",
      "level": "intermediate",
      "abstract": "Un petit parcours, côté technique, de l'évolution des fontes web à travers les différentes spécifications et technologies marquantes : font-family, @font-face, compression, Google Fonts, CSS3, icon-fonts, emojis, ligatures, font-display et enfin les Fontes Variables. Respirez à *font*, tout va bien se passer !",
      "categories": "96440de7-ddfa-5d09-b206-64ecb4ec86c0",
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d",
      "speakers": [
        "mFo8oYG8pcWQHjtq2UFVDZ5dvWB2"
      ],
      "language": "français",
      "createTimestamp": {
        "_seconds": 1569491794,
        "_nanoseconds": 206000000
      }
    },
    {
      "id": "SYJIDy5JPhQuABdiT7Gv",
      "title": "Java server-side: 20 years old and still innovative!",
      "state": "confirmed",
      "level": "intermediate",
      "abstract": "Pendant 20 ans, l'écosystème Java côté serveur  a évolué à un train sénatorial. Depuis une dizaine d'années,  les applications se sont transformées pour devenir cloud-native. \n\nJava est aujourd'hui contraint de s'adapter à ce nouveau contexte, en particulier pour fonctionner correctement dans une infrastructure moderne Kubernetes/Docker :\n\n* il doit permettre de développer facilement des applications observables et résistantes aux pannes,\n* il doit devenir frugal, en particulier consommer moins de mémoire et proposer des images Docker optimisées,\n* il doit démarrer rapidement.\n\nCette présentation a pour but de démontrer les différentes options qui permettent d'atteindre ces objectifs :\n\n* au niveau de la JVM avec OpenJ9 et GraalVM,\n* au niveau des frameworks et serveur d'application avec Payara, KumuluzEE, TomEE et bien sûr Quarkus.\n\nLa présentation sera basée sur quelques slides (le minimum) et une démo inspirée d'un cas réel.\n\nSi vous pensez que la technologie Java est réservée aux applications \"legacy\", cette présentation est pour vous.\n",
      "categories": "ae14e3b6-2476-58d7-a629-f130574251bd",
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d",
      "speakers": [
        "U0h27oWjIEX6SyideyIpOoPXtYs2"
      ],
      "slidesLinks" : ["https://fr.slideshare.net/JeanFrancoisJames/tnt-2020jfjames-227526479"],
      "comments": "Conférence déjà donnée à DevoXX Paris et Oracle San Francisco. En état d'amélioration continue pour coller à l'actualité technologique bien entendu.",
      "language": "Français (ou anglais à la demande)",
      "createTimestamp": {
        "_seconds": 1569568749,
        "_nanoseconds": 981000000
      }
    },
    {
      "id": "VhehXV2aodPu46LuhxbF",
      "title": "⏰ CSS Clockwork",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "Souvent décrié, le CSS est pourtant puissant, et surtout fun.\nAujourd’hui alors qu’on est entré dans l’ère post-IE, on peut utiliser beaucoup plus sereinement cette puissance ; pourquoi passer à côté !\n\nCette session de live-coding d’une horloge est l’occasion de montrer quantité de trucs et astuces utiles quotidiennement pour les développeu·rs·ses web.\nNous aborderons en particulier les _custom properties_ (c.-à-d. CSS variables), les transformations, les animations, les compteurs, et un peu de positionnement.\n",
      "categories": "96440de7-ddfa-5d09-b206-64ecb4ec86c0",
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d",
      "speakers": [
        "DOf7nxshJKYoWia2QQX8cTkJtRL2"
      ],
      "slidesLinks": ["https://ilaborie.github.io/slides2/cssClockwork/index-tnt.html"],
      "comments": "Cette présentation est en quelque sorte la suite de \"CSS is Awesome\" que j'ai donnée notamment à [DevoxxFR](https://www.youtube.com/watch?v=H8lICKucWL4), MixIT, et une version plus longue au [DevFest Toulouse](https://www.youtube.com/watch?v=fPObs60585w).\nLes nombreux retours positifs m’incitent pour continuer à faire passer le message :\n\n> Le CSS est plus épineux qu’on le pense, pour bien développer en  Web, il faut se donner du temps pour l’apprendre.\n\nL’idée est de faire un live-coding d’une horologe : [voir le prototype sur codepen](https://codepen.io/ilaborie/pen/wRpoJy).\n\nPlutôt que de faire une autre liste de tricks CSS pour rechercher les effets waouh, je trouve intéressant de construire un exemple de bout en bout.\nÇa permet de prendre par la main ceux qui ne sont pas à l'aise avec une progression plus linéaire. C'est aussi l'occasion de montrer des opérations de refactoring, ou bien d'expliquer certaines solutions alternatives.\n",
      "createTimestamp": {
        "_seconds": 1568873405,
        "_nanoseconds": 775000000
      }
    },
    {
      "id": "W625dqFOD8C4lUJwi8lk",
      "title": "Optimiser le codeur pour optimiser le code (bonnes pratiques d'organisation personnelle à destination des développeuses et développeurs)",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "Quelle développeuse ou développeur n'a jamais haï ces journées où on doit passer d'une tâche à l'autre sans rien pouvoir finir, où on perd 2h dans une réunion inutile pour finir la journée avec le syndrome de la page blanche devant son code ?\n\nHeureusement, des solutions existent. Avec un peu d'organisation personnelle, finies les journées insatisfaisantes !\n\nNous verrons un ensemble de bonnes pratiques d'organisation personnelle :\n* déconnectez : la diète d'information\n* priorisez : le principe de Pareto\n* défragmentez vos activités\n* initialisez la veille\n* loguez vos activités\n* fuyez les réunions\n* etc.",
      "categories": "63920d15-9b86-58e5-875c-441301f6dbb9",
      "formats": "d6fdc077-e3e3-5fe2-bdd4-5af4bc349e2a",
      "speakers": [
        "iXIL5MO7gUW8RFHEx4Q7qjxKI662"
      ],
      "language": "French",
      "createTimestamp": {
        "_seconds": 1575127422,
        "_nanoseconds": 350000000
      }
    },
    {
      "id": "WrRpxCNMyaKVCc6aHsPa",
      "title": "Gardez un oeil sur vos métriques avec Prometheus et Grafana",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "Un système informatique en bonne santé 24h/24, ça n'existe pas. Des erreurs peuvent survenir, en général même assez fréquemment.\n\nIl est alors important de mettre en place un système de monitoring pour détecter ces erreurs plus facilement, plus rapidement, et pour aider à les résoudre. Cependant, cela ne se résume pas à des centaines de millions de lignes de logs centralisées dans un cluster ElasticSearch. En complément, il peut être intéressant de se pencher sur les métriques. Par exemple : l'utilisation du CPU, de la mémoire, du disque, la température de vos machine, le temps moyen de réponse de vos serveurs Apache, Nginx, le nombre de connexions par minute sur vos sites etc.\n\nIl n'existe pas d'outil miracle permettant de combiner tous les aspects du monitoring. Dans cette présentation, nous allons alors nous intéresser à Prometheus, un outil spécialement conçu pour l'analyse en temps réel des métriques. Je présenterai les concepts de monitoring, d'alertes, de métrique, le fonctionnement de Prometheus ainsi que son écosystème. Je vous montrerai comment surveiller un système d'exploitation, une application Spring Boot ou encore une architecture complexe et dynamique. ",
      "categories": "63920d15-9b86-58e5-875c-441301f6dbb9",
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d",
      "speakers": [
        "FjmEcWGtDNUqKmkd0Pwu24oL87G2"
      ],
      "comments": "Merci pour cet événement et bon courage à toute l'équipe ! ",
      "language": "French",
      "createTimestamp": {
        "_seconds": 1575135531,
        "_nanoseconds": 90000000
      }
    },
    {
      "id": "XvpmnMltEJ6PNv0LBf4e",
      "title": "Comment se faire hacker bien comme il faut!",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "Et encore une fuite de numéros de cartes de crédit sur internet! https://www.infoq.com/news/2018/11/british-airways-data-breach\n\nC'est révoltant n'est-ce pas ? Mais attends, qu'est-ce qu'on fait nous pour s'assurer que notre appli n'est pas une passoire? \n\nDans cette live-coding-hacking session, venez découvrir les erreurs les plus communes en sécurité, que la grande majorité d'entre nous font sans même le savoir!\n\nAprès cela, vous ne verrez plus votre application de la même manière...\n",
      "categories": "63920d15-9b86-58e5-875c-441301f6dbb9",
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d",
      "speakers": [
        "ZdNase96oBSI6QdrWySX9eCtJgs1"
      ],
      "comments": "Le but de ce talk est de faire découvrir aux gens, directement par le code, les erreurs les plus courantes décrite par le OWASP TOP10 2017 https://www.owasp.org/index.php/Top_10-2017_Top_10 - sans pour autant le mentionner dès le départ.\n\nJe développerai en live une application e-commerce, Java/JavaScript et à chaque itération je montrerai les erreurs que j'ai faites en les démontrant par des attaques. Puis je montrerai comment corriger les failles.\n\nJe suis membre de la fondation OWASP, que je représente en tant que speaker dans plusieurs conférences: DevFest Nantes, VoxxedDays Microservices, DevFest Toulouse, BDX.io, Devoxx Belgium et Codeurs en Seine.",
      "language": "French",
      "slidesLinks": ["https://slides.com/julientopcu/comment-se-faire-hacker-bien-comme-il-faut"],
      "createTimestamp": {
        "_seconds": 1571656195,
        "_nanoseconds": 725000000
      }
    },
    {
      "id": "duZ9XQ4TxP79Q1WiOyVe",
      "title": "Une caméra 📹 en DIY sur une mangeoire d'oiseau 🐦  au milieu d’un jardin 🌳 ?",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "Filmer une mangeoire d’oiseau avec un Raspberry Pi, mais pourquoi faire ? Parce que c’est reposant :)\n\nAu lieu d’utiliser une solution clé en main et en utilisant du matériel low cost, comme un Raspberry Pi, j’ai commencé ce projet avec une simple webcam d'intérieur en USB, puis de fil en aiguille, j'ai ajouté du POE, un allumage / extinction à l'aide d'un Arduino en fonction de l'heure de lever et coucher du soleil, une détection de mouvement pour ne prendre des photos qu'au bon moment…\n\nEnvie de vous changer de Vue.JS, kubernetes & co ou encore de découvrir les oiseaux ? Venez découvrir ce projet.\n",
      "categories": "ed8afd05-a6aa-58e7-a6fd-7413d262a8b9",
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d",
      "speakers": [
        "aHchGCaQStWhoqQtDKBjBpkEnLF2"
      ],
      "comments": "Hi 👋\nMerci pour l'orga\n\nL’objectif de cette présentation est de montrer qu’il est possible de réaliser une solution de surveillance vidéo DIY avec peu de matériel et pas mal d’astuces.\n\nJ’ai présenté ce sujet sur [mon blog](http://geekeries.fun/realisations_webcamoiseaux_start.html)\n",
      "language": "French",
      "slidesLinks": ["https://www.slideshare.net/MembreGuillaume/20200131-oiseautourraine-tech"],
      "createTimestamp": {
        "_seconds": 1575042536,
        "_nanoseconds": 711000000
      }
    },
    {
      "id": "et52YASk16xgCOWszF5H",
      "title": "L'OSS en entreprise, causons peu, Koson bien !",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "[Koson](https://github.com/lectra-tech/koson) est la première librairie Kotlin fraîchement open sourcée par Lectra.\nIl s'agit d'un DSL qui permet de décrire du JSON de manière concise, puis de le sérialiser avec des options (pretty).\n\nLe plus dur pour faire de l'Open Source en entreprise, au delà de convaincre de son intérêt même, c'est d'industrialiser et d'automatiser les releases. On verra que les occasions pour en faire sont nombreuses et qu'il ne faut pas hésiter à se lancer.\n\nOn parlera des problématiques de publication d'un artefact sous maven central (OSSRH), et on fera un petit tour du côté de la librairie elle même !",
      "categories": "18c44d7d-ed48-5dde-94ba-8b4477a84db3",
      "formats": "d6fdc077-e3e3-5fe2-bdd4-5af4bc349e2a",
      "speakers": [
        "xKKBytTJTGMrchSRfanwMNSuYhS2"
      ],
      "slidesLinks": ["https://ncomet.github.io/oss-koson-2020/#/"],
      "comments": "Hello la team 'NT, merci beaucoup pour votre temps ! Je suis déjà venu au TNT pour parler de génération de bytecode JVM en 2018.\n\nMerci et en espérant vous revoir bientôt !\nNicolas.",
      "language": "FR",
      "createTimestamp": {
        "_seconds": 1571587884,
        "_nanoseconds": 724000000
      }
    },
    {
      "id": "fW4yvmVxjXb57vQJhIXu",
      "title": "Mon p*** de voyant moteur est encore allumé ! Comment debugger mon moteur ? Plongeon dans les entrailles des calculateurs moteur",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "Depuis les années 70 tous les constructeurs autos intégrent des calculateurs électroniques.\nLes moteurs des voitures modernes sont des systèmes informatiques complexes qui s'appuient sur des dizaines de capteurs... et du code. \nComment ça fonctionne ? A quoi ressemble ce code et que fait-il ?\nQu'est-ce qu'il se passe lorsqu'on fait une \"reprog\" ? \nQu'est-ce que signifie le voyant moteur allumé ? Comment débugger tout ça ?\nSoulevons le capot (électronique), analysons le matériel mis en oeuvre mais surtout le logiciel grâce aux sources des calculateurs \"Megasquirt\" et allons explorer la face cachée numérique de nos voitures.",
      "categories": "ed8afd05-a6aa-58e7-a6fd-7413d262a8b9",
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d",
      "speakers": [
        "JLEDSTiwyJX5AxGAw1GZjv7X23a2"
      ],
      "comments": "Conférence faite au devfest Toulouse \n\nhttps://youtu.be/1o5v8Ew9FjE",
      "createTimestamp": {
        "_seconds": 1571559814,
        "_nanoseconds": 977000000
      }
    },
    {
      "id": "iDWSjGfWX8OLxBppd8PC",
      "title": "Tips pour combattre le syndrome de l'imposteur",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "Qui n’a pas un jour prononcer la phrase : j’ai l’impression d’être un imposteur ? Je ne me sens pas légitime de faire ceci ou de faire cela ? Certaines personnes sont persuadées qu’elles ne méritent pas leur succès, malgré les efforts qu’elles fournissent pour réussir. Elles s’auto-persuadent souvent que leur réussite n’est pas liée à leur travail, leur accomplissement personnel, mais tout bonnement à la chance ou bien au travail des autres. De fait, elles vivent en permanence avec un sentiment de duperie et craignent sans cesse que quelqu’un ne les démasque d’un jour à un autre.\n\nDans ce quickie nous ferons un retour sur ce qu'est le syndrome de l'imposteur, comment il se réflète au quotidien et nous verrons que ce n'est pas une fatalité, au contraire, qu'il existe des tips et astuces pour le combattre, se dépasser et s'améliorer.\n",
      "categories": "ed8afd05-a6aa-58e7-a6fd-7413d262a8b9",
      "formats": "d6fdc077-e3e3-5fe2-bdd4-5af4bc349e2a",
      "speakers": [
        "MKkYzwlXx6dLM9cfE5vXYqJo5d43"
      ],
      "slidesLinks" : ["https://docs.google.com/presentation/d/1ppVieCHg8NG6N5-i4tMIP1EcjChep5AeIksutetfbTg/preview#slide=id.g714406e38db71814_1"],
      "comments": "Ce talk a déjà été donné à Riviera Dev et à VoxxedDays Luxembourg.\nIl peut être joué en 15, 20, 25 ou 30 minutes.\n\nVoici le transcript de la présentation :\n\nhttps://scraly.github.io/posts/syndrome-imposteur/\n\nMerci.",
      "createTimestamp": {
        "_seconds": 1570196370,
        "_nanoseconds": 666000000
      }
    },
    {
      "id": "jc3PNZWvUSCjAS2vqdLA",
      "title": "Vous livrez encore des bugs en prod ?! 😱",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "Le stagiaire a encore frappé ! C'était pourtant simple de passer le montant de la transaction en **premier** argument et le timestamp en **second**, non ? Et du coup, vous avez un problème à 1530795303€...\n\nMais... est-ce vraiment sa faute ? Est-ce qu'on n'aurait pas dû empêcher que cette erreur puisse même se produire ?\n\nJe vous affirme au contraire qu'il est de notre devoir de viser le zéro bugs !\n\nRéfléchissons ensemble à la façon de produire un code plus résistant aux erreurs des autres (*l'autre*, c'est aussi vous dans trois mois !) en suivant la philosophie du `Poka Yoke` – l'art de prévenir les erreurs d'inattention en architecturant son code de façon empathique.",
      "categories": "18c44d7d-ed48-5dde-94ba-8b4477a84db3",
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d",
      "speakers": [
        "xRNeGxIeNcdAegOPlnYeBKFVX2o1"
      ],
      "language": "Français",
      "createTimestamp": {
        "_seconds": 1574882940,
        "_nanoseconds": 933000000
      }
    },
    {
      "id": "m8pvkEKdZYVIxBQL3v4z",
      "title": "Notif qui saoule n'amasse pas foule ...",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "Ça sonne dans ta poche !! L’irrésistible notification est présente depuis bien longtemps dans nos vies et les avis sont unanimes : On en a ras-le-bol ! Dans cette présentation, le but est de comprendre comment concevoir des parcours intelligents et leurs impacts sur les interfaces de vos produits. Avec des conseils simples et explicites nous explorerons les bonnes pratiques des parcours de notifications.",
      "categories": "46293012-ca7f-5197-8c58-69bc9a6c7a4b",
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d",
      "speakers": [
        "PuG5s59DFfdNEToSJt5FfWNZZh03"
      ],
      "language": "France",
      "createTimestamp": {
        "_seconds": 1569853153,
        "_nanoseconds": 304000000
      }
    },
    {
      "id": "pAMZmFT2wrfqPr9IdeXv",
      "title": "Le design de l'erreur",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "Nos systèmes sont designés de manière optimiste, de la gestion technique des erreurs à la modélisation de nos interfaces.  \nQue ce soit les codes d'erreurs, les exceptions ou les modélisations plus avancées, elles servent pour arrêter un traitement et _potentiellement_ afficher un message d'information à un utilisateur.\n\nMais avec les architectures microservices, la distribution des traitements ou une simple volonté de résilience, la gestion des erreurs est devenue un enjeu important de tous les systèmes afin qu’ils restent accessibles de tous, tout le temps tout en maintenant le système dans un état cohérent.\n\nQue fait-on lorsqu’une erreur intervient ? Peut-on compenser voire gérer l’erreur depuis le système pour l’utilisateur ?\n\nLa réponse a ces questions se trouvent autant dans la définition du produit que dans le choix technique.\nUn outil bien conçu est un outil intelligent qui peut faire les bons choix au bon moment pour l'utilisateur. Et si on apprenait ensemble à concevoir nos erreurs ?",
      "categories": "63920d15-9b86-58e5-875c-441301f6dbb9",
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d",
      "speakers": [
        "EZdFes7RoSTGQJO5uOBCqSeyGvv2"
      ],
      "comments": "Parce Christophe vient de me dire de postuler",
      "language": "French",
      "createTimestamp": {
        "_seconds": 1570127182,
        "_nanoseconds": 338000000
      }
    },
    {
      "id": "tYSdKQvuEtgH7nLokY0e",
      "title": "🏡 Full-remote : comment réussir à travailler en équipe ?",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "Dans un contexte où de plus en plus d’entreprises ont à cœur le bien-être de leurs employés, le télétravail se développe. Lorsque cela reste ponctuel, tout va pour le mieux. Mais lorsqu’une personne décide de partir à l’autre bout du pays parce qu’elle en a marre de Paris, c’est une autre histoire !\n\nJe vous propose de passer en revue quelques clés pour réussir à travailler en équipe tout en étant dans des villes différentes. \n\nVous verrez que la communication est au cœur du sujet et découvrirez quelques conseils, que l'on travaille en télétravail ponctuel ou de longue durée.",
      "categories": "18c44d7d-ed48-5dde-94ba-8b4477a84db3",
      "formats": "d6fdc077-e3e3-5fe2-bdd4-5af4bc349e2a",
      "speakers": [
        "LBXSNoYRKbWwvirzjnpHzMk03cM2"
      ],
      "slidesLinks": ["https://docs.google.com/presentation/d/e/2PACX-1vSwQNL8U42byR5xZClJ7NkQl7ClyzjDi3GiEEtevbuiKGEZofRfJzvcRccWk2SIlw1fNo-BIukBVscm/pub#slide=id.g6baba6d148_2_50"],
      "language": "français",
      "createTimestamp": {
        "_seconds": 1574536510,
        "_nanoseconds": 374000000
      }
    },
    {
      "id": "vBXehLE9i3ShOGZBeNUQ",
      "title": "L'Esport, un sport comme les autres",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "Rare sont les devs qui n’ont jamais joué aux jeux-vidéo.\nRare sont les joueurs qui deviennent professionnels.\nCertains ont des fans à travers le monde entier, remplissent aujourd'hui des stades et gagnent des sommes astronomiques.\n\nPourtant les joueurs ont toujours la réputation d'être des ados enfermés dans leur chambre.\n\nOù en est-on réellement aujourd'hui ? \nDopage, marketing, professionnalisation, faisons le parallèle avec le monde du sport.\n\nQue vous soyez gamer ou non, venez découvrir ce nouvel écosystème !\n",
      "categories": "7af0e2b1-708d-5a28-9e44-b1fe0ef856a8",
      "formats": "d6fdc077-e3e3-5fe2-bdd4-5af4bc349e2a",
      "speakers": [
        "lrI6gAvw7EU8fseDc5NfOoYWQJx2",
        "qVuC10841Ecu0FB0eIHE0uqtwup2"
      ],
      "comments": "Nous avons tous les deux grandis dans un monde informatique depuis touts petits.\n\nOn a trouvé notre voie dans le développement mais d'autres de notre génération ont percé dans le monde des jeux-vidéo.\nFinalement, nous sommes tous derrière nos écrans à longueur de journée.\n\nLes générations précédentes se passionnaient de sport, nous sommes passionnés d'Esport, un domaine qui est aujourd'hui en explosion.\n\nMalgré l'engouement, ce monde reste encore mystérieux, et nous avons l'intention d'éclaircir vos zones d'ombres !",
      "language": "French",
      "createTimestamp": {
        "_seconds": 1575037243,
        "_nanoseconds": 774000000
      }
    },
    {
      "id": "vZU5mTokXupZBLNjA8BB",
      "title": "« Ça part en prod ! » Testez la résilience de votre appli par le chaos.",
      "state": "confirmed",
      "level": "intermediate",
      "abstract": "Le moment de mettre en production notre application est arrivée. Les indicateurs sont au vert mais il subsiste un doute… Notre application est-elle résiliente ?\n\nPar la mise en pratique, explorons ensemble des aspects trop peu souvent abordés lors d’une mise en production : la fiabilité des tests unitaires, la charge et la tolérance aux pannes. Découvrez les concepts de mutation testing et de chaos engineering, et mettez la main à la pâte avec PitTest, Gatling, Chaos Monkey et Kubernetes.\n\nUn seul objectif : être en pleine confiance avant ce Grand Evènement qu’est la mise en production .\n\n\nPrérequis pour notre hands-on, il faudrait avoir installé préalablement :<ul><li>un JDK 8</li><li>maven</li><li>docker for windows (sous windows) ou un cluster kubernetes local comme minikube (sous linux)</li>",
      "categories": "18c44d7d-ed48-5dde-94ba-8b4477a84db3",
      "formats": "5c8efbbf-1640-5a9b-b42e-0c1180b82d02",
      "speakers": [
        "lVp57FlvF1fKYwqk8yNinu3uFv92",
        "lVp57FlvF1fKYwqk8yNinu3uFv93",
        "lVp57FlvF1fKYwqk8yNinu3uFv94"
      ],
      "comments": "Bonsoir !\n\nNous sommes 3 développeurs collaborateurs chez SII et travaillons en parallèle de nos missions sur des sujets d'expertise, et en ce moment sur des sujets liés à la résilience des systèmes.\nEn particulier nous nous sommes bien amusés avec des outils de mutation testing et de chaos engineering.\nEt nous sommes vraiment motivés pour partager notre enthousiasme avec des développeurs qui auraient envie d'expérimenter pour de vrai !\nL'idée est aussi de montrer que rendre son application résiliente, c'est facile !\nA bientôt nous l'espérons,\n\nPaul, Pierre, Sullivan",
      "language": "French",
      "createTimestamp": {
        "_seconds": 1575048457,
        "_nanoseconds": 617000000
      }
    },
    {
      "id": "vzGargOlA8voJIxO4BLz",
      "title": "Pair Design : Un moyen de concevoir à deux ou plus",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "Malgré l'application de cadres agiles, et l'amélioration de la communication grâce à l'arrivé du Game Storming et autres ateliers, un mur existe encore entre designers (\"concepteurs\") et développeurs.\n\nChaque groupe travaille indépendamment jusqu'à la prochaine fonctionnalité où le designer présente ses travaux. Le produit alors développé est souvent une créature difforme composée des besoins du métier, des utilisateurs et de la technique. \n\nPourquoi un développeur ne pourrait il pas concevoir au même titre qu'un designer ? Pourquoi un designer ne devrait il jamais se soucier des contraintes et faisabilités techniques de ces collègues ? Si on cassait ce mythe ? La solution ne serait il pas dans le \"pair design\": un moyen de concevoir à deux.",
      "categories": "46293012-ca7f-5197-8c58-69bc9a6c7a4b",
      "formats": "d6fdc077-e3e3-5fe2-bdd4-5af4bc349e2a",
      "speakers": [
        "mnKCXR65CudbqcmnzEonfNGs1Jk2",
        "JkWN4X6967cvBrV2x8vKf1QrHS93"
      ],
      "comments": "Ce quickie est un récap de ce que Estelle et Cécile ont vécu avec leurs 2 équipes de projet.  \n\nUn grand gain de temps et une amélioration des compétences de chacun on fait de cette méthodologie une réussite. C'est pourquoi, nous aimerions présenter un REX de ce qu'est le \"pair design\" et comment le mettre en place rapidement dans une équipe projet.\n\nPour ce quickie, nous parlerons au départ des frustrations rencontrées dans la conception d'une nouvelle fonctionnalité et de comment nous avons essayé de les résoudre dans une petite mais aussi grande équipe grace au pair design  !",
      "language": "Français",
      "slidesLinks": ["https://docs.google.com/presentation/d/1qs-9SavH0zFciyTNn13IjOZjYkCka6M6EywPRrHyDqo/preview#slide=id.g35f391192_00"],
      "createTimestamp": {
        "_seconds": 1574100424,
        "_nanoseconds": 973000000
      }
    },
    {
      "id": "wqcmtLstTNKvYUFdh4ai",
      "title": "Stateless Microservice Security via MicroProfile JWT",
      "state": "confirmed",
      "level": "intermediate",
      "abstract": "Microservices based architecture seems to be the common convergence point in the industry. But when it comes to security we are still struggling to evolve from monolithic systems or people oriented architecture.\n\nThis presentation will be focusing on this landscape and explain how to leverage the quickly evolving MicroProfile JWT specification to secure Microservices and in a fully stateless and scalable manner. We’ll introduce the specification in a quick and no nonsense fashion and move on to several code examples that show how to setup JWT verification and obtain trusted claims via lookup or dependency injection. For our playground, we’ll be using Apache TomEE, fully open source lightweight Java EE server and MicroProfile implementation.",
      "categories": "63920d15-9b86-58e5-875c-441301f6dbb9",
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d",
      "speakers": [
        "QjQCCyUhBDOdIpK6CIGSjJwd8RE3"
      ],
      "comments": "Thanks",
      "language": "French",
      "createTimestamp": {
        "_seconds": 1575042338,
        "_nanoseconds": 616000000
      }
    },
    {
      "id": "yUtgGDeJyLq57mK86q9g",
      "title": "Postgresql + json : bye bye JPA et passe le bonjour à mongo",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "* **Quelqu'un :** *Les ORMs c'est vraiment de la @%ù%$, franchement moi j'en utilise pas*\n* **Moi :** _à ouais tu utilises quoi alors? Par exemple pour gérer ton mapping objet quand il y a des relations_\n* **Quelqu'un :** *Au fait, t'as pensé quoi du dernier épisode de game of throne ?*\n\nUne des features star de JPA, c'est la possibilité de mapper les relations entre objets. Malheureusement tout le monde sait que cette feature amène aussi beaucoup de souffrance. \n\nDans ce talk 100% (ouais ok 80%) live coding, je vous proposerai une alternative à JPA en utilisant le support json de postgresql. On parlera requêtage json, aggrégations json et on ira jusqu'à stocker et indexer du json voir même faire des jointures entre json. Tout ça afin de pouvoir gérer facilement le mapping objet côté java. ",
      "categories": "18c44d7d-ed48-5dde-94ba-8b4477a84db3",
      "formats": "d6fdc077-e3e3-5fe2-bdd4-5af4bc349e2a",
      "speakers": [
        "9g2TJuw97VMd8Zwn9y2x0g0w7SB2"
      ],
      "slidesLinks": ["https://docs.google.com/presentation/d/1Kx-BtUV7F1bfugV_mehIoeqP94Gli9LXvYm8dNhrNa0"],
      "language": "français",
      "createTimestamp": {
        "_seconds": 1572022922,
        "_nanoseconds": 976000000
      }
    },
    {
      "id": "keynoteOuverture",
      "title": "Keynote d'ouverture",
      "speakers": [],
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d"
    },
    {
      "id": "keynoteCloture",
      "title": "Keynote de clôture",
      "speakers": [],
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d"
    }
  ],
  "speakers": [
    {
      "uid": "MKkYzwlXx6dLM9cfE5vXYqJo5d43",
      "displayName": "Aurélie Vache",
      "bio": "Aurélie est Cloud developer (& DevOps) chez Continental à Toulouse, en France. Elle travaille comme développeuse depuis plus de 13 ans. Ancienne développeuse Java / JEE, puis développeuse Web, Full-Stack et Lead, elle est maintenant Cloud developer et DevOps sur des projets de véhicules connectés et autonomes. En tant que l’une des leaders de Duchesse France, une association qui promeut les femmes développeurs et les femmes travaillant dans l'informatique, elle est fortement impliquée dans leur initiative de coaching #AdoptADuchess, qui aide les développeurs débutants et en reconversion. Elle est également l’une des organisatrices du DevFest Toulouse et un membre de la core team du Toulouse Data Science (TDS).\nElle est également rédactrice d'articles techniques et marraine de l’association Elles Bougent.",
      "speakerReferences": "* \"Docker, Kubernetes & Istio : Tips, tricks & tools\" à SunnyTech 2019\n* \"Le syndrome de l'imposteur\" à Voxxed Days Luxembourg 2019\n* \"Docker, Kubernetes & Istio : Tips, tricks & tools\" au Riviera Dev 2019\n* \"Le syndrome de l'imposteur\" au Riviera Dev 2019\n* \"Docker, Kubernetes & Istio : Tips, tricks & tools\" à Devoxx France 2019\n* \"Terrible BOF\" à Devoxx France 2019\n* \"Dans les coulisses de Google BigQuery\" au DevFest Toulouse 2016\n* \"Dans les coulisses de Google BigQuery\" au Toulouse Data Science (Novembre 2015)\n* Organisation et animation de meetups (Duchess France et Toulouse Data Science)\n* Plusieurs talks et training sur Terraform en interne chez Continental\n* Organisation et animation d'ateliers pour les enfants / lycéen.ne.s",
      "company": "Continental",
      "photoURL": "https://lh5.googleusercontent.com/-Jx8n2dYA8Ss/AAAAAAAAAAI/AAAAAAAAYLA/oDqXfvM9CfY/photo.jpg",
      "twitter": "@aurelievache",
      "github": "scraly"
    },
    {
      "uid": "rDKV0gUOk0O4WU9tpknPAngMF9A3",
      "displayName": "Kevin Davin",
      "bio": "Google Developer Expert on Google Cloud, Gitlab Hero, I am above all passionate about tech, languages, infrastructure, and automation. \nJava, Kotlin, TypeScript are my day-to-day languages. I deploy all of those on the Google Kubernetes Engine with the GitLab's Continuous Integration 🚀. \n\nAddict of agility and DevOps, some of my missions were to help teams to follow those philosophies. \nFrom code quality analysis to unit or end-to-end tests setup all the way to continuous deployment and operation, I try to follow a project from birth to production. \n\nMy mantra is to go to production as soon as possible! During my personal and professional time in Stack Labs, I contribute to open source projects (Spring boot, Spring Security, Angular, Protractor, Jest schematics for Angular, NgxOpenlayers, Istio...).\nI'm currently CTO (and co-founder) of Stack Labs, a company specialized in architecture and development of cloud solutions. I supervise about twenty passionate and talented developers in their missions and during our internal events.",
      "speakerReferences": "* Una-GitLab\n  * [GDG Toulouse Sept 2018](https://www.youtube.com/watch?v=67V3QNI0TF4&t=3s)\n  * SnowCamp 2019\n  * Sunny Tech 2019\n  * GitLab Connect Paris\n  * GitLab Connect Toulouse\n* Una-GitLab, le TP à roulette\n  * SnowCamp 2019\n  * Touraine Tech 2019\n  * DevFest Paris 2019\n  * Mixit 2019\n  * GitLab Connect Paris\n  * GitLab Connect Toulouse\n* Istio, le meilleur ami de votre cluster K8S\n  * Snowcamp 2019\n  * Tourainne Tech 2019\n  * [BreizhCamp 2019](https://www.youtube.com/watch?v=80jo1ftgHVM)\n  * [Paris Container Day 2019](https://www.youtube.com/watch?v=oHgzSTJi2Uo)\n  * [VoxxedDays Luxembourg 2019](https://www.youtube.com/watch?v=wG_oljge1Xc)\n  * [BDX.io 2019](https://www.youtube.com/watch?v=_AvgNihwlWU)\n* Docker, Kubernetes & Istio:  Tips, tricks & tools\n  * [Devoxx Fr 2019](https://www.youtube.com/watch?v=jkbHEMaYsB0)\n  * RivieraDev 2019\n  * [Sunny Tech 2019](https://www.youtube.com/watch?v=GHZqlTDvRic)\n  * [DevFest Nantes 2019](https://www.youtube.com/watch?v=XnEdh9bwDXk)\n  * DevFest Strasbourg 2019",
      "company": "Stack Labs",
      "photoURL": "https://lh5.googleusercontent.com/-t2c2Q9TjKnA/AAAAAAAAAAI/AAAAAAAAFZU/G4vUXziejAw/photo.jpg",
      "twitter": "@davinkevin",
      "github": "davinkevin"
    },
    {
      "uid": "kfhDyJchjlSYR5Z8c8gVRBNUaCE3",
      "displayName": "Jordan Nourry",
      "bio": "Développeur senior chez Shodo, j'accompagne aujourd'hui Thalès Digital Factory dans la construction de leur plateforme Cloud permettant de déploiement des projets dans le monde entier de manière rapide, hautement securisé, scalable et résiliente.\n\nEn tant que craftsman, je redistribue depuis plusieurs années les connaissances acquises à travers mes expériences via des articles, BBLs, conférences et meetups.",
      "speakerReferences": "Speaker au Breizchamp 2019 sur les tests dans un environnement micro-services avec de l'architecture hexagonale selon Martin Fowler. (Live coding session)\nSpeaker à Devoxx France 2019 sur les tests e2e front avec Cypress (Hand on Lab de 3h30)\nBBL sur les tests e2e front à L'occitane en provence et enedis (2019)",
      "company": "Shodo",
      "photoURL": "https://lh3.googleusercontent.com/-1QM8Xd96QWI/AAAAAAAAAAI/AAAAAAAAAAA/AGDgw-jYAoPKbXBT8i9ntLzNqAiVSd7WFw/mo/photo.jpg",
      "twitter": "@JkNourry"
    },
    {
      "uid": "sNc6usDmBJMSPh0Z66CwVaE9xkv2",
      "displayName": "Rodolphe BUNG",
      "bio": "Développeur fullstack expérimenté, j'ai travaillé sur plusieurs sites internet « grand public » et suis sensible aux problématiques de performance relatives à ce type de site.\n\nAdepte des méthodes agiles et certifié ScrumMaster, j'aime le partage de connaissances et suis partisan de l'amélioration continue.\n\nInitialement très orienté Java/Spring, je me passionne actuellement sur l'écosystème JavaScript (en particulier NodeJS, React) qui offre de nombreuses possibilités (développement front et back, application mobile native ou desktop, etc.)",
      "company": "Société Générale",
      "photoURL": "https://lh3.googleusercontent.com/-ZvfH3jechuk/AAAAAAAAAAI/AAAAAAAAAgs/_1wfzQmwb8o/photo.jpg",
      "twitter": "@rodbung",
      "github": "rbung"
    },
    {
      "uid": "CxYwtJCDgEbs0sJ0OxkghkwUJ4G3",
      "displayName": "Nikola Lohinski",
      "bio": "Google Cloud Architect and tech lover 😍 I fancy cloud tech, efficient languages and infrastructure development.\n\nI have experience with Python, Go, JS and Rust and usually play with those in Kubernetes pipelining everything in Gitlab's CI/CD. ",
      "company": "Stack Labs",
      "photoURL": "https://lh5.googleusercontent.com/-MSYc2z97haQ/AAAAAAAAAAI/AAAAAAAAADw/6S9E4T6u1Ok/photo.jpg",
      "github": "https://github.com/NikolaLohinski"
    },
    {
      "uid": "PV4LOlB4jLRPDCCxXT6BBbsxNA93",
      "displayName": "Youri Bonnaffé",
      "bio": "Développeur passionné je travaille chez Instant System, un éditeur dans la mobilité urbaine, un domaine dans lequel je m'éclate et qui bouge ! 🤪\n\nHabitué de la ligne de commande j'aime bien automatiser les choses alors forcément les tests, l'intégration continue, l'administration système sont des sujets qui m'intéressent. \n\nEt parce qu'il faut un esprit sain dans un corps sain, je cours (un peu, beaucoup, passionnément) au milieu des beaux paysages de la Côte d'Azur.",
      "company": "Instant System",
      "photoURL": "https://lh4.googleusercontent.com/-CKXCWocMVqM/AAAAAAAAAAI/AAAAAAAAE9w/-uU2AB-Gb9E/photo.jpg",
      "twitter": "@youribm",
      "github": "youribonnaffe"
    },
    {
      "uid": "DOf7nxshJKYoWia2QQX8cTkJtRL2",
      "displayName": "Igor Laborie",
      "bio": "Développeur passionné depuis le début du siècle - Java et Web.\n❤️ Kotlin, Rust, Scala, et CSS. \nEt puis je sais dessiner une 🦄 en CSS.",
      "speakerReferences": "Depuis de nombreuses années, je fais des présentations: JUG, GDG Toulouse, EclipseCon Toulouse, présentations internes ou chez les clients (BBL).\nDepuis 2016  j’ai eu la chance d’être speaker à DevoxxFR (1 university, 2 Hands-on, 2 Tools in Action), Devfest Toulouse x2, DevoxxBE (Tool in action), MixIT x2, BreizhCamp, SunnyTech x2, RiveraDev, BreizhCamp, TourraineTech. \nJe suis habitué aux live-coding.\n\nJe suis aussi impliqué dans l'organisation du Devfest Toulouse depuis 2017.\n\nQuelques vidéos sur des thèmes variés :\n\n* [⏰ CSS Clockwork - Igor Laborie - MiXiT 2019](https://vimeo.com/340078778)\n* [🏋️‍♂️ Refactoring sans les `for` - Igor Laborie - Toulouse JUG 2019](https://www.youtube.com/watch?v=KjzA91jvjq4)\n* [Programmation fonctionnelle en JavaScript : 🦄 ou 💩 ? - Igor Laborie](https://www.youtube.com/watch?v=AHAFIe4CWHw&t=6s)\n* [Deep Dive Kotlin du Hello World au Bytecode (I. Laborie, E. Vinas) - Devoxx 2018](https://www.youtube.com/watch?v=cXNGhDiQgmo)\n* [CSS is Awesome ! (Igor Laborie) - Devfest Toulouse 2017](https://www.youtube.com/watch?v=fPObs60585w)\n\nVous pouvez retrouver certains de mes slides [ici](https://ilaborie.github.io/slides2/) ou [la](https://ilaborie.github.io/slides/)",
      "company": "MonkeyPatch",
      "photoURL": "https://lh5.googleusercontent.com/-kEdVtrC6Poc/AAAAAAAAAAI/AAAAAAAAAo0/9i_S-sPAc84/photo.jpg",
      "twitter": "@ilaborie",
      "github": "ilaborie"
    },
    {
      "uid": "ZdNase96oBSI6QdrWySX9eCtJgs1",
      "displayName": "Julien Topçu",
      "bio": "Sr Tech Lead à la Société Générale, j'aime concevoir des logiciels à forte valeur métier en usant de techniques issues du Domain-Driven Design, le tout propulsé en Xtreme Programming dans la philosophie Kanban #NoEstimates. Membre de la fondation OWASP, j'évangélise sur les techniques de sécurité applicative afin d'éviter de se faire hacker bien comme il faut.",
      "speakerReferences": "En tant que speaker, j'ai participé à plusieurs conférences : DevFest Nantes, VoxxedDays Microservices, DevFest Toulouse, BDX.io, Devoxx France, Devoxx Belgium, Codeurs en Seine, Mixit etc...\n\nLa liste de mes videos sur YouTube:\nhttps://www.youtube.com/playlist?list=PLuMbC-fWSyk3zf7o0idX1pXD4HSuTqCoY\n\n",
      "company": "Société Générale & OWASP fundation",
      "photoURL": "https://pbs.twimg.com/profile_images/966390108747456517/z_Oph3Yv_400x400.jpg",
      "twitter": "@JulienTopcu",
      "github": "julien-topcu"
    },
    {
      "uid": "cjA6fXpkQvUT8wRMBipQnFUTDeJ2",
      "displayName": "Konstantin BIFERT",
      "bio": "❤️ JavaScript (VueJS, JAMstack) 🧡 Linux 💚 mechanical keyboards 💙\nWriter 📝 and speaker 🎤\nOrganizer of @HumanTalksBdx 🎎📣 \nWorking at @quorumco (づ｡◕‿‿◕｡)づ",
      "speakerReferences": "2 lightning @nordicjs 2k19, 1 @devfestnantes 2k19, @humanTalksBdx speaker and organizer and also gave a podcast ! :D ",
      "company": "Quorum.co",
      "photoURL": "https://avatars1.githubusercontent.com/u/5133074?v=4",
      "twitter": "kissu_io",
      "github": "kissu"
    },
    {
      "uid": "9g2TJuw97VMd8Zwn9y2x0g0w7SB2",
      "displayName": "Delegue Alexandre",
      "company": "MAIF",
      "photoURL": "https://avatars2.githubusercontent.com/u/1575521?v=4",
      "twitter": "@chanksleroux",
      "github": "larousso"
    },
    {
      "uid": "xRNeGxIeNcdAegOPlnYeBKFVX2o1",
      "displayName": "Jordane Grenat",
      "bio": "Jordane est développeur chez Viseo et adore les découvertes et ce qui sort de l'ordinaire. Ce qui est souvent incompatible avec le pragmatisme technologique nécessaire sur les projets clients.\n\nIl assouvit alors sa passion à coup de projets perso jamais finis et en écumant les conférences en compagnie des autres développeurs férus de nouveautés. En vrac : Elm, F#, nouveau-framework-à-la-mode-JS, ...\n\nIl passe le reste de son temps libre à refuser les cookies sur les sites web qu'il consulte.",
      "speakerReferences": "J'ai donné des talks dans plusieurs conférences ces trois dernières années, dont voici quelques liens :\n\n-   BDX.io (FR) :  [https://www.youtube.com/watch?v=8xafl9VPiX8](https://www.youtube.com/watch?v=8xafl9VPiX8)\n-   Devfest Nantes (FR):  [https://www.youtube.com/watch?v=pjeXbKXSiVs](https://www.youtube.com/watch?v=pjeXbKXSiVs)\n-   Devoxx France (FR) :\n    -   [https://youtube.com/watch?v=pSHTe2xTGDc](https://youtube.com/watch?v=pSHTe2xTGDc)\n    -   [https://youtube.com/watch?v=J09wjZBzJGg](https://youtube.com/watch?v=J09wjZBzJGg)\n-   Devoxx Belgium (EN) :\n    -   [https://youtube.com/watch?v=Ofx6LFCYea0](https://youtube.com/watch?v=Ofx6LFCYea0)\n    -   [https://youtube.com/watch?v=dIABJZsvfWI](https://youtube.com/watch?v=dIABJZsvfWI)",
      "company": "Viseo",
      "photoURL": "https://lh3.googleusercontent.com/-gm2VH9ACvBs/AAAAAAAAAAI/AAAAAAAAHUs/1ekXFpnAWUY/photo.jpg",
      "twitter": "JoGrenat",
      "github": "jgrenat"
    },
    {
      "uid": "QjQCCyUhBDOdIpK6CIGSjJwd8RE3",
      "displayName": "Jean-Louis MONTEIRO",
      "photoURL": "https://pbs.twimg.com/profile_images/2822722326/9c3502818f6a76e0a4b2a907fca8cfb7_normal.jpeg"
    },
    {
      "uid": "PRuMzxC7NVbsVnJP07AbHR2cNFx2",
      "displayName": "Benjamin Cavy",
      "bio": "Benjamin est développeur full-stack à la MAIF. Il s’intéresse en ce moment particulièrement à l’écosystème JavaScript : reactjs, vuejs, svelte, ...",
      "speakerReferences": "### Asynchronisme et Event Loop en JavaScript, quickie\n\n* Devfest 2018\n* Devoxx France 2019\n* Riviea dev 2019\n* JUG Summer Camp 2019\n* Devfest strasbourg 2019\n* Codeur en seine 2019\n\n### React en 2019, conférence (avec Yvonnick Frin)\n\n* Devoxx France 2019\n* JUG Summer Camp 2019\n* Devfest Nantes 2019\n\n### Laravel et Vue.js, une stack simple et efficace pour le WEB (avec Yvonnick Frin)\n\n* Web2day 2017\n* JUG Summer Camp 2017\n* SnowCamp 2018\n* AFUP Nantes 2018\n* AFUP Days Rennes 2019\n\n",
      "company": "MAIF",
      "photoURL": "https://lh3.googleusercontent.com/-qridgWF20Vk/AAAAAAAAAAI/AAAAAAAAAtQ/K8bT4K-PTmU/photo.jpg",
      "twitter": "@benjamin_cavy",
      "github": "ptitFicus"
    },
    {
      "uid": "HaMEPZSMBscJU4Adj9VF8brrL5h1",
      "displayName": "Francois-Guillaume Ribreau",
      "bio": "Architect & Head of Digital Development @OuestFrance 🌟#FullStack CTO @imagecharts @Redsmin @killbugapp @motiondynamic_ @mailpopin founder",
      "company": "Ouest-France/Image-Charts",
      "photoURL": "https://avatars2.githubusercontent.com/u/138050?v=4",
      "twitter": "@fgribreau",
      "github": "fgribreau"
    },
    {
      "uid": "pYuiGicpt0MenD8NEMhZXtk6VSr1",
      "displayName": "Horacio Gonzalez",
      "bio": "Malgré ce que son accent espagnol bien prononcé peut suggérer, Horacio est arrivé en France il y a plus d'une quinzaine d'années. Passionné d'informatique, dans laquelle il est tombé depuis tout petit, il a découvert le développement web en 1997 et depuis il n'a pas arrêté de bosser autour.\n\nAprès quelques années comme tech leader de la partie frontend de [@warp10io](https://twitter.com/warp10io/) chez [Cityzen Data](https://twitter.com/cityendata/), Horacio a rejoint [OVH](](https://twitter.com/ovh/) en janvier 2018 en tant que Developer Advocate. Il est cofondateur du [FinistDevs](https://twitter.com/finistdevs/), le JUG/GDG français le plus proche de la Silicon Valley.\n\nPassionné par le développement web et tout ce qui gravite autour des composants web, Horacio est [Google Developer Expert (GDE)](https://developers.google.com/experts/people/horacio-gonzalez) en Web Technologies et Flutter.\n\nVous pouvez voir mes dernières talks sur [mon profil Notist](https://noti.st/lostinbrittany)",
      "speakerReferences": "I have been several times speaker at Devoxx Belgium, Devoxx France, Codemotion Rome, Codemotion Madrid and Codemotion Amsterdam. I have done a keynote at MobiConf in Poland, and been speaker at many regional conferences: DevFest Nantes, DevFest Toulouse, DevFest Paris, Mix It, Sunny Tech, Riviera Dev... And of course lots and lots of meetups, JUGs and GDGs, because those are my roots. \n\nYou can see more about my speaker activity (with links to slides and videos) at https://noti.st/lostinbrittany",
      "company": "OVH",
      "photoURL": "https://lh4.googleusercontent.com/-6krIgoWnkGk/AAAAAAAAAAI/AAAAAAABR4o/EJH0Fh-m16k/photo.jpg",
      "twitter": "@LostInBrittany",
      "github": "https://github.com/LostInBrittany"
    },
    {
      "uid": "rYhBI1cLEJSmHtzJfgyckwdJ0Il1",
      "displayName": "Jérémie Drouet",
      "bio": "Developer that develops. Sometimes I drink a coffee.",
      "speakerReferences": "- Talk about Progressive Web Apps at the Mobile One conference in 2018\n- I also talk during my sleep",
      "company": "Docker",
      "photoURL": "https://lh6.googleusercontent.com/-1Qsye-cxZEQ/AAAAAAAAAAI/AAAAAAAAE_E/21fctkulPuA/photo.jpg",
      "twitter": "@jeremiedrouet",
      "github": "jdrouet"
    },
    {
      "uid": "mFo8oYG8pcWQHjtq2UFVDZ5dvWB2",
      "displayName": "Raphael Goetter",
      "bio": "Intégrateur du Dimanche, dompteur de CSS et tripoteur de HTML, créateur de la communauté et de l'agence web Alsacreations.\nÉvangéliste international de la Knack d'or et du picon-bière, Ambassadeur du Lorem Ipsum alsacien, et accessoirement auteur de divers livres sur CSS.",
      "speakerReferences": "http://www.goetter.fr/conf/",
      "company": "Alsacreations",
      "photoURL": "https://avatars1.githubusercontent.com/u/491029?s=400&u=43cc6df4ef14309bd8a8c04b3207c0945840beae&v=4",
      "twitter": "@goetter",
      "github": "raphaelgoetter"
    },
    {
      "uid": "M9fbPRwPVMUL2CDG64muamrcOqs2",
      "displayName": "Valentin Cocaud",
      "bio": "Consultant et formateur FullStack chez Zenika depuis 2 ans, Valentin est passionné par le développement depuis l’âge de 15 ans. Touche à tout, il est principalement intéressé par la programmation fonctionnelle, même là où l’on ne l’attend pas.\n\nIl travaille aujourd’hui principalement avec JavaScript et Go sur des applications web.",
      "speakerReferences": " - 2018 - Les nouveautés de Scala 3 au Scala Nantes User Group #2\n - 2019 - Gophers le retour au GDG Lille\n - 2020 - Gophers le retour au Touraine Tech",
      "company": "Zenika",
      "photoURL": "https://lh3.googleusercontent.com/-wMpeHpz3unc/AAAAAAAAAAI/AAAAAAAAAIs/RBMsAGURyt4/photo.jpg",
      "twitter": "@ragorn44",
      "github": "EmrysMyrddin"
    },
    {
      "uid": "977YQDolbxde0ito7I2dUiee2ap1",
      "displayName": "Nicolas Lepage",
      "bio": "Développeur JS durant la journée, Nicolas travaille avec une stack fournie allant de React/Redux à NodeJS et GraphQL, en passant par du PostreSQL et du Kubernetes...\n\nMais la nuit, il se transforme en une créature difforme, mi dev JS mi gopher, pour s'adonner à des rituels de contribution open source...\n\nCertains racontent que dans un lointain passé, il fût développeur Java, même si aujourd'hui il renie ces sombres origines.",
      "speakerReferences": "* Gophers le retour (Nouveautés de Go 2) avec [Valentin Cocaud](https://twitter.com/ragorn44) : [GDG Lille](https://www.meetup.com/fr-FR/GDG-Lille/events/264218182/), TouraineTech 2020\n* [Dr Gopher, Anatomie du Scheduler Golang](https://youtu.be/TPt6pS-ptfM) : BreizhCamp 2019, SunnyTech 2019, DevFest Nantes 2019\n* [Au Pays des Gophers (à partir de 3 ans)](https://youtu.be/kJR74dG6_1U) : JUG Summer Camp 2018, DevFest Nantes 2018, Bdx I/O 2018, Touraine Tech 2019, DevFest Paris 2019, DevFest BdM 2019\n* [L’immuabilité en Javascript](https://www.eventbrite.fr/e/billets-nantesjs-meetup-32-46653271190) au meetup [NantesJS](http://nantesjs.org/) #32 avec [Yvonnick Frin](https://twitter.com/YvonnickFrin)\n* [Découvrir et comprendre Kotlin par la pratique](https://www.meetup.com/fr-FR/NightClazz-by-Zenika-Nantes/events/246038841/) au meetup [NightClazz by Zenika Nantes](https://www.meetup.com/fr-FR/NightClazz-by-Zenika-Nantes/) avec [Grégory Bévan](https://twitter.com/gr3gory_b3van)",
      "company": "Zenika",
      "photoURL": "https://lh6.googleusercontent.com/-96ltg2kr4oc/AAAAAAAAAAI/AAAAAAAAAG4/bk0-E9b9kuU/photo.jpg",
      "twitter": "@njblepage",
      "github": "nlepage"
    },
    {
      "uid": "24si0s4B8lYEwbg5d4sshrMyklS2",
      "displayName": "Claire Jeanne",
      "bio": "Issue d'une formation administrative plus que classique j'ai volontairement enchaîné les CDD pour ne pas avoir le sentiment d'être coincé dans une boite ou dans un secteur d'activité qui ne me correspondait pas. Assistante administrative oui ! Mais pas plante verte ! \nDe la comptabilité au commerce en passant par les tests utilisateurs, je fais aujourd'hui parti de se monde merveilleux du numérique ! \n",
      "speakerReferences": "Devfest du bout  du Monde 2019 ",
      "company": "BEARSTUDIO",
      "photoURL": "https://lh4.googleusercontent.com/-duScLtM8H9k/AAAAAAAAAAI/AAAAAAAAAAA/AGDgw-jU7L5o8YhyJmB562BiNVCHBJ3J2g/mo/photo.jpg",
      "twitter": "@c_jeanne63",
      "github": "@ClaireBS"
    },
    {
      "uid": "qVuC10841Ecu0FB0eIHE0uqtwup2",
      "displayName": "Lucas Dupuy",
      "bio": "Lucas développeur backend chez Zenika Nantes. Curieux et passionné, il aime spécialement les technologies liées à la Big Data. \nIl est habitué à parler pour un public notamment grace à son rôle de co-organisateur du CNCF Nantes Meetup.\nIl a l'expérience du podcast avec les Projets du Web autour de 2010 et [voyage au centre de la tech](https://soundcloud.com/voyageaucentredelatech) plus récemment. \nIl a aussi participé à plusieurs table ronde en public.\nEn somme, Lucas aime partager ce qu'il aime.",
      "speakerReferences": "(https://soundcloud.com/voyageaucentredelatech)",
      "company": "Zenika",
      "photoURL": "https://lh6.googleusercontent.com/-FOdP9sEkajI/AAAAAAAAAAI/AAAAAAAAAAA/ABtNlbBxkcmD3mQE-SLbwoxyfnR88IMYYg/mo/photo.jpg",
      "github": "louckousse"
    },
    {
      "uid": "lKpZ3RoHJATLjiQyIcPV1xsJJ203",
      "displayName": "Audrey Maniez",
      "bio": "Audrey Maniez est experte accessibilité senior et co-gérante chez [Access42](https://access42.net/). Sa maîtrise poussée des différentes normes d’accessibilité numérique (WCAG 2.0 et 2.1, ATAG 2.0) lui permet d’accompagner de nombreux clients dans leur démarche d’accessibilité numérique, quelles que soient leurs problématiques. Co-rédactrice du RGAA 3 (Référentiel général d’accessibilité pour les administrations), Audrey travaille sur des référentiels et méthodes de tests destinées à adresser les spécificités des logiciels et des applications mobiles. Elle a conçu et rédigé certaines ressources du RGAA 3, notamment un guide dédié aux troubles DYS et au handicap mental. C’est également une formatrice chevronnée, et elle publie régulièrement des articles d’expertise technique sur [le blog d’Access42](https://access42.net/blog). Elle télétravaille depuis Carcassonne.",
      "speakerReferences": "- « Les ressources du RGAA 3 », 24ème séminaire AccessiWeb (2017), en binôme avec Yann Olive d’Empreinte Digitale\n- Table ronde « Numérique, handicap et formation », Forum de la Gouvernance de l’Internet (2019).\n",
      "company": "Access42",
      "photoURL": "https://lh6.googleusercontent.com/-HuLAkcgSJJY/AAAAAAAAAAI/AAAAAAAAAVs/6J60IVvbSxQ/photo.jpg",
      "twitter": "@audreyblabla",
      "github": "audreymaniez"
    },
    {
      "uid": "IxJJoBIKX0bIfQHni4zoN62YpH12",
      "displayName": "Marie Guillaumet",
      "bio": "Web designer et intégratrice web senior, Marie Guillaumet est consultante en accessibilité numérique chez [Access42](https://access42.net/). Elle vit et travaille à Rennes, en *full remote*. Elle a écrit de nombreux articles sur le web design et l’intégration, et partage régulièrement ses découvertes sur [Twitter](https://twitter.com/kReEsTaL) ou lors de conférences. Diplômée de Sciences Po Grenoble et du CELSA, Marie s’intéresse tout particulièrement à la dimension anthropologique et symbolique du web. Sa spécialisation en accessibilité numérique lui permet de concilier design, technique et implication sociale.",
      "speakerReferences": "- « [Comment rendre votre thème WordPress plus accessible ?](https://blend2019.access42.net/) », BlendWebMix 2019 (Lyon)\n- « [Typographie et accessibilité](https://www.youtube.com/watch?v=iWNIxGQtg2k&index=42&list=PLuZ_sYdawLiXyaSnyRinPKvPXQIsNaJFz&t=0s) », DevFest Nantes 2018\n- « [UX design pour les personnes DYS : pensez à l’accessibilité !](https://flupa2018.access42.net/#D1) », Flupa UX Days 2018\n- « [UX et accessibilité : BFF !](https://uxincognita.access42.net/) », BlendWebMix 2017\n- « [Design de soi : valoriser son identité et son expertise sur le web](https://marieguillaumet.com/design-de-soi-paris-web-2015/) », Paris Web 2015",
      "company": "Access42",
      "photoURL": "https://pbs.twimg.com/profile_images/1193220065619070976/kY7G0fQR_400x400.jpg",
      "twitter": "@kReEsTaL",
      "github": "kreestal"
    },
    {
      "uid": "U0h27oWjIEX6SyideyIpOoPXtYs2",
      "displayName": "Jean-Francois James",
      "bio": "Coding Software Architect, Distinguished Expert, head of Worldline Expert Community, blogger, speaker, strong focus on the Java ecosystem, Eclipse MicroProfile contributer.\n\nStill enthusiast after more than 30 years in the IT Industry!",
      "speakerReferences": "Pendant les deux dernières années, j'ai effectué les conférences suivantes :\n\n* Touraine Tech 2018\n* EclipseCon France 2018 Toulouse\n* Eclipse DemoCamp Zurich 2018 Zurich\n* EclipseCon Europe 2018 Ludwigsburg\n* Devoxx Paris 2019\n* Oracle Code One San Francisco 2019",
      "company": "Worldline",
      "photoURL": "https://pbs.twimg.com/profile_images/1201869350107566081/zcZed08W_400x400.jpg",
      "twitter": "@jefrajames",
      "github": "https://github.com/jefrajames"
    },
    {
      "uid": "iXIL5MO7gUW8RFHEx4Q7qjxKI662",
      "displayName": "Thibault Pairis",
      "bio": "Développeur avant d'être chef de projets. Expert en optimisation SQL et ceinture noire de debugging.<br/><br/>\nA ses heures perdues, auteur du livre [Gérez vos projets](https://www.editions-eni.fr/livre/gerez-vos-projets-les-cles-pour-reussir-etape-par-etape-9782409012389) publié chez ENI et co-auteur de recueils de nouvelles.<br/><br/>\nPartage ses méthodes de gestion de projet sur [Rocket Projet](https://www.rocketprojet.com/).",
      "company": "Modulo Management",
      "photoURL": "https://www.modulo-management.com/wp-content/uploads/2020/01/thibault-pairis-2019-centered.jpg"
    },
    {
      "uid": "FjmEcWGtDNUqKmkd0Pwu24oL87G2",
      "displayName": "Robin Marechal",
      "bio": "Jeune Ingénieur diplômé de Polytech Tours depuis 2019, je travaille chez Apside TOP à Tours. \n\nActuellement en régie chez Ellisphere, je travaille sur deux sujets principaux : \n- la mise en place d'une architecture de monitoring orientée métriques des systèmes et des applications\n- Migration d'un programme de type Batch vers la chaîne _Big Data & Real Time_ basée sur Cassandra, Solr et Kafka\n\nPassionné par l'informatique depuis 2014 (arrivée à Polytech Tours), j'ai depuis toujours été très curieux et motivé pour apprendre des nouvelles technologies. A commencer par du développement web back-end en PHP (from Scratch, Laravel, Lumen, Symfony, CakePHP), jusqu'à la création d'applications mobiles (Android, PWA, React Native, Flutter) en passant par du développement Java (Swing, JavaFX, Spring) ou encore front-end (Angular, React, Vue, ElectonJS), j'ai toujours envie d'élargir mes compétences et d'apprendre de nouvelles choses, dans le domaine de l'informatique mais pas que.\n\nGlobalement à l'aise pour prendre la parole devant un public, et ayant toujours eu à cœur d'aider ou de partager mes compétences, j'ai décidé de me lancer et d'effectuer une première présentation en juillet 2019 en interne chez Apside. En espérant que celle-ci soit la première d'une longue série.",
      "speakerReferences": "Pour le moment, une seule présentation a été effectuée, en interne chez Apside, concernant le monitoring avec Prometheus et Grafana. La vidéo : https://www.youtube.com/watch?v=1bRdOFs7rW4&t=649s ",
      "company": "Apside TOP",
      "photoURL": "https://avatars1.githubusercontent.com/u/16049815?v=4",
      "twitter": "@robinmarechal",
      "github": "RobinMarechal"
    },
    {
      "uid": "aHchGCaQStWhoqQtDKBjBpkEnLF2",
      "displayName": "Guillaume Membré",
      "bio": "Geek à toute heure, je travaille principalement autour des technologies Java/JavaEE mais aussi sur des problématiques de déploiement continu, de qualimétrie. Désormais, je partage son expérience pour faciliter la mise en place de démarche devops chez différents acteurs. J'adore bidouiller des RaspberryPi ou Arduino pour créer des choses inutiles donc indispensables.\nLorsque le temps le permet, je décris mes aventures sur mon [site web](https://www.geekeries.fun).",
      "speakerReferences": "### Suivre les avions avec un Raspberry\n- BDX.io 2017, le 10/11/2017 : [slides](https://www.slideshare.net/MembreGuillaume/suivre-les-avions-des-lignes-avec-un-raspberry-pi)\n[video](https://youtu.be/2NiJEA9C_B4)\n- Devoxx FR, 18/04/2018\n[slides](https://www.slideshare.net/MembreGuillaume/suivre-les-avions-des-lignes-avec-un-raspberry-pi-94522064)\n[video](https://youtu.be/NcmCdeY5Iuo)\n- JugSummer Camp, 14/09/2018 [video](https://www.youtube.com/watch?v=DbtWUFs2_XU)\n- Devfest toulouse, 08/11/2018 [video](https://www.youtube.com/watch?v=UcADSVfOg3k)\n\n### REX Openshift à la Poste\n[Docker Meetup de Nantes, le 29/06/17](https://www.meetup.com/fr-FR/Docker-Nantes/events/240106239/) : [slides](https://www.slideshare.net/MembreGuillaume/rex-openshift-la-poste)\n\n### CI, CD, pipelines, conteneurs : la cohabitation est elle possible ?\n[Nantes JUG, le 15/05/2017](http://nantesjug.org/#/events/2017_05_15) : [Slides](https://www.slideshare.net/MembreGuillaume/ci-cd-pipelines-conteneurs-la-cohabitation-est-elle-possible)\n\n### Construire une station météo en NodeJS avec un Raspberry PI et un Arduino\nBDX I/O 2016 - Devfest Nantes 2016 :\n- Vidéo : [Bdx.io](https://www.youtube.com/watch?v=Y-2zpNji9UM) [DevFest](https://www.youtube.com/watch?v=iK71pBYfsoc)\n- Slides : [HTML](https://gmembre-zenika.github.io/bdx.io-prez-2016-arduino) [PDF](https://github.com/gmembre-zenika/bdx.io-prez-2016-arduino/raw/master/presentation/PDF/Bdx.io%202016%20Arduino-Slides.pdf)\n\n### REX docker sur la mise d'une forge logicielle et ALM\n[Nantes JUG, le 23/11/2015](http://nantesjug.org/#/events/2015_11_23) : [Video](https://www.youtube.com/watch?v=YzfZsEAgNHc)\n",
      "company": "Zenika",
      "photoURL": "https://lh5.googleusercontent.com/-_wR1F6ARzlY/AAAAAAAAAAI/AAAAAAAAABA/sL5Sk_m1uWA/photo.jpg",
      "twitter": "@GuillaumeMembre",
      "github": "gmembre-zenika"
    },
    {
      "uid": "xKKBytTJTGMrchSRfanwMNSuYhS2",
      "displayName": "Nicolas Comet",
      "bio": "Développeur passionné, Speaker, grand curieux, j'aime apprendre en permanence. Je ne m'attache pas à une technologie en particulier, même si je gravite en ce moment plus souvent du côté de Kotlin. J'aime les principes fondateurs du TDD. Je porte également un grand intérêt pour la synergie entre DDD et documentation vivante ou \"Living Documentation\". \n\nJe suis actuellement Tech Lead Cloud chez Lectra, numéro un mondial des solutions dédiées à l'industrie textile (logiciels & machines).",
      "speakerReferences": "Lien : <a href=\"https://www.youtube.com/playlist?list=PLwsoXLLiKU-xnrivLVVFhR7xcQMKaECeR\" target=\"_blank\">Playlist YouTube de mes conférences enregistrées</a>",
      "company": "Lectra",
      "photoURL": "https://avatars0.githubusercontent.com/u/6339753?v=4",
      "twitter": "@NicolasComet",
      "github": "https://github.com/ncomet"
    },
    {
      "uid": "JLEDSTiwyJX5AxGAw1GZjv7X23a2",
      "displayName": "Mathieu Passenaud",
      "bio": "Après 8 ans en tant que DevOps dans les univers du Cloud et de l'IOT, j'ai découvert la nécessité absolue de bien fait l'authentification sur les applications.\nDepuis bientôt 2 ans, j'ai décidé de ne faire que ça avec please-open.it",
      "speakerReferences": "devfest Toulouse 2016 : My resumé in an operating system : un buzz et ses conséquences\nhttps://2016.devfesttoulouse.fr/schedule/116\n\nDevfest Toulouse 2018 :  Template de déploiements Kubernetes avec Kontemplate\nhttps://www.youtube.com/watch?v=KF3gvGnpjIg\n\nDevfest Toulouse 2019 : Mon p*** de voyant moteur est encore allumé ! Comment debugger mon moteur ?\nhttps://www.youtube.com/watch?v=1o5v8Ew9FjE\n\nIUT Caen, aux 2A informatique : comment j'ai survécu 10 ans grâce à ma formation\n\nTouraine Tech 2020 : Mon p*** de voyant moteur est encore allumé ! Comment debugger mon moteur ?",
      "company": "please-open.it",
      "photoURL": "https://lh3.googleusercontent.com/-AdTmzjaMxhc/AAAAAAAAAAI/AAAAAAAAJ4U/rCSxGrIM_ck/photo.jpg",
      "twitter": "@mathieupassenau",
      "github": "mathieupassenaud"
    },
    {
      "uid": "EZdFes7RoSTGQJO5uOBCqSeyGvv2",
      "displayName": "François Teychene",
      "bio": "Cloud Developer @ Elastic, meetup addict & organizer @ Montpellier,  SunnyTech team.  \nDéveloppeur couteau suisse pouvant intervenir du Javascript à la table de routage. Mes passions actuelles sont le Rust, le DevOps et le Scala en plus de vouloir mettre des conteneurs partout.",
      "speakerReferences": " - Au secours, ma prod est sous Docker ! - DevFest Toulouse 2016, Devoxx 2017, MixIt 2017, RivieraDev 2017  \n - Un PaaS en 20 min pour votre équipe - DevFest Nantes 2016   \n - Architecture migroservice - JugSummerCamp 2017, Codeurs en Seine 2018, SnowCamp 2019, DevFest Lille 2019, RivieraDev 2019, BDX I/O 2019\n - L'UX a sauvé mon DevOps - DevFestToulouse 2017, Devops DDay 2017, DevFest Nantes 2017, RivieraDev 2018, DevFest Lilles 2018 , Devops Rex 2018, DevFest BoutDuMonde 2019\n - SystemD, de /dev/null à root - DevFest Toulouse 2018\n - Mon premier service en Rust - BDX I/O 2018, Touraine Tech 2019, Breizhcamp 2019, Devoxx 2019, Mix-IT 2019\n - Devops ? C'est comme Scrum mais avec Docker ... - Devoxx Maroc 2018\n - Le design de l'erreur - Devoxx Toulouse 2019, SnowCamp 2020, Touraine Tech 2020\n - Functional programming : l'architecture du choix - DevFest Bout du Monde 2020\n\nLes lien des vidéos peuvent etre trouvé sur ce site : https://www.fteychene.xyz/#references",
      "company": "Elastic",
      "photoURL": "https://lh6.googleusercontent.com/-RvGrfi4p_Uk/AAAAAAAAAAI/AAAAAAAABtE/iqj8zP9rc0U/photo.jpg",
      "twitter": "@fteychene",
      "github": "fteychene"
    },
    {
      "uid": "PuG5s59DFfdNEToSJt5FfWNZZh03",
      "displayName": "Arthur Retrou",
      "bio": "Je suis Lead UX Designer à Lille dans l'agence Dernier Cri. Je supporte l’empathie et l'exigence au service de parcours utilisateurs intelligents quel qu'en soit la cible et le support.",
      "speakerReferences": "2017 - Take Off (Lille, FR) - Conférence\n2018 - Take Off (Lille, FR) - Conférence\n2018 - BDX.IO (Bordeaux, FR) - Conférence : https://youtu.be/CI_9fCb-OtU\n2018 - BlendWebMix (Lyon, FR) - Table Ronde\n2019 - PodCamp (Toronto, CA) - Conférence\n2019 - Sudweb (Toulouse, FR) - Conférence\n2019 - Web2days (Nantes, FR) - Conférence : https://youtu.be/dWGTG2xBeAo\n2019 - BDX.IO (Bordeaux, FR) - Conférence : https://youtu.be/bCqmOqRnOhQ\n2020 - TouraineTech (Tours, FR) - Conférence\n2020 - Webinale (Berlin, DE) - Conférence",
      "company": "Dernier Cri",
      "photoURL": "https://lh4.googleusercontent.com/-2tmNDDHazV8/AAAAAAAAAAI/AAAAAAAAAAA/ACHi3rfvS1L8063oS5_YW68duQhAKYrqrg/mo/photo.jpg",
      "twitter": "@TellYourMummy"
    },
    {
      "uid": "LBXSNoYRKbWwvirzjnpHzMk03cM2",
      "displayName": "Lise Quesnel",
      "bio": "Consultante chez Zenika, Lise a déménagé il y a quelques mois de Paris vers les contrées nantaises. Elle travaille en tant que développeuse web en full-remote pour son client, Pix. Grande curieuse, elle aime découvrir sans cesse de nouvelles choses et a tout particulièrement une appétence pour les technologies front-end.",
      "speakerReferences": "J'ai eu l'occasion de donner deux talks aux événements interne à Zenika, appelés Technozaure. L'un sur le framework de tests end-to-end Cypress, l'autre sur la start-up d'état Pix.  J'ai également pu donner mon talk \"🏡 Full-remote : comment réussir à travailler en équipe ?\" à Codeurs en Seine 2019.",
      "company": "Zenika - Pix",
      "photoURL": "https://lh3.googleusercontent.com/-4_4dOg_V9C4/AAAAAAAAAAI/AAAAAAAAAFU/9-fQ0kBWKIQ/photo.jpg",
      "twitter": "@QuesnelLise",
      "github": "lisequesnel"
    },
    {
      "uid": "lrI6gAvw7EU8fseDc5NfOoYWQJx2",
      "displayName": "Yann Bertrand",
      "bio": "Passionné de dev web depuis plus de 10 ans, ma passion m'a emmené à un diplôme d'Ingénieur à l'ENIB et à mon poste de consultant chez Zenika Nantes.\n\nJ'aime partager mes expériences et discuter pendant des heures sur des sujets techniques (ou non).\n\nJ'adore rencontrer de nouvelles personnes et découvrir de nouvelles manières de penser.",
      "speakerReferences": "- Aout 2019 - Night class Open-Source",
      "company": "Zenika",
      "photoURL": "https://lh3.googleusercontent.com/-CmFqCYA4cBc/AAAAAAAAAAI/AAAAAAAAABw/MG-IwRWRmyM/photo.jpg",
      "twitter": "_YannBertrand",
      "github": "yannbertrand"
    },
    {
      "uid": "lVp57FlvF1fKYwqk8yNinu3uFv92",
      "displayName": "Paul ROYE",
      "bio": "Lead Dev at SII",
      "company": "SII",
      "photoURL": "https://avatars3.githubusercontent.com/u/37868974?v=4",
      "github": "paul-roye"
    },
    {
      "uid": "mnKCXR65CudbqcmnzEonfNGs1Jk2",
      "displayName": "Cécile Freyd-Foucault",
      "bio": "Tomber dans la soupe du design étant petite, je suis actuellement designer. Je parle avec autant de passion de typographie que de flow utilisateurs ! Issue du print et du branding, j’ai pris le choix de m’orienter vers le design d’interfaces à la fois en UI et en UX design, l'Agilité et le travail en équipe.",
      "speakerReferences": "* Meilleur Dev de France 2018\n* Devoxx 2019  https://www.youtube.com/watch?v=jXcO7Qu1Gjs&t=1s \n* Best of Web 2019 https://www.youtube.com/watch?v=cZfqxLribBc&t=1s\n* DevFest Lille 2019 https://www.youtube.com/watch?v=W6Lo6FkaUm8&t=1s\n* ParisWeb 2019 https://www.youtube.com/watch?v=L1wdoLFOxKU \n* DevFest Nantes 2019  https://www.youtube.com/watch?v=rIZjbuEfyDs&list=PLuZ_sYdawLiUjPGPsOvBcgBxC6yP_HSA6&index=24&t=1s\n* Bdx.io 2019 https://www.youtube.com/watch?v=iD0Hy7jsuMc\n\n",
      "company": "TalanLabs",
      "photoURL": "https://lh5.googleusercontent.com/-UyalCSSFXaA/AAAAAAAAAAI/AAAAAAAAEWQ/9fl4_ICI0M8/photo.jpg",
      "twitter": "@cecilefreydf"
    },
    {
      "uid": "JkWN4X6967cvBrV2x8vKf1QrHS93",
      "displayName": "Estelle Landry ☀️",
      "bio": "Passionée par mon métier de Product Owner, par l'UX (User eXpérience) et le GameStorming, j'aime participer à l'élaboration d'un produit en étant le lien entre les utilisateurs et les développeurs.\n\nSpeakeuse en conférence tech, membre des Duchess France, de SunnyTech et du MeetUp UX Flupa Montpellier, je continue à me perfectionner et à discuter de nouvelles méthodes ou technologies de l'IT.\n",
      "speakerReferences": "J'ai réalisé plusieurs conférences depuis maintenant plus de 2 ans. J'aime beaucoup transmettre, partager mes connaissances. \n\nVous pouvez voir mes talks sur youtube : \nhttps://www.youtube.com/results?search_query=Estelle+landry\n\nVoici quelques exemples de conférences où j'ai pu me rendre pour parler d'UX et de design :\nRivieraDev 2018\nDevFestLille 2018\nDevFestToulouse 2018 \nDevops REX 2018\nDevfestNantes2018 \nDevoxx 2019\nBdx.io 2019\n...\n",
      "company": "Elium",
      "photoURL": "https://estellelandrydotcom.files.wordpress.com/2019/07/portrait.png?w=2048",
      "twitter": "@estelandry"
    },
    {
      "uid": "dcwy5r3Xy5P679SNm57j0Mmu34D2",
      "displayName": "Ulrich VACHON",
      "bio": "Développeur avec une bonne pratique de l'agilité, Ulrich a travaillé chez des éditeurs logiciels, des sociétés de services, mais aussi en tant que freelance. Ulrich a  endossé les rôles de développeurs, leader technique et Scrum Master, avec un intérêt grandissant pour les pratiques DEVOPS.\nActuellement, il participe au développement de Docker Desktop pour Mac et Windows chez Docker !",
      "speakerReferences": "J'ai au l'occasion de présenter des tool in action, quicky et hands-on à Devoxx.\n\nPlus des talks internes.",
      "company": "Docker",
      "photoURL": "https://avatars1.githubusercontent.com/u/225652?v=4",
      "twitter": "@ulrich",
      "github": "ulrich"
    },
    {
      "uid": "lVp57FlvF1fKYwqk8yNinu3uFv93",
      "displayName": "Pierre GAULTIER",
      "bio": "",
      "speakerReferences": "",
      "company": "SII",
      "photoURL": "https://pbs.twimg.com/profile_images/1187753634328698886/cPYtsnor_400x400.jpg",
      "twitter": "@P1erreGaultier",
      "github": "https://github.com/P1erreGaultier"
    },
    {
      "uid": "lVp57FlvF1fKYwqk8yNinu3uFv94",
      "displayName": "Sullivan PINEAU",
      "bio": "",
      "speakerReferences": "",
      "company": "SII",
      "photoURL": "https://pbs.twimg.com/profile_images/1217566689728049153/Pk40zxjA_400x400.jpg",
      "twitter": "@Sullivan_Pineau",
      "github": "https://github.com/PineauSullivan"
    }
  ],
  "categories": [
    {
      "id": "46293012-ca7f-5197-8c58-69bc9a6c7a4b",
      "name": "Design, UI, UX"
    },
    {
      "id": "96440de7-ddfa-5d09-b206-64ecb4ec86c0",
      "name": "Front web, Mobile"
    },
    {
      "name": "Backends, Cloud, Big Data",
      "id": "ae14e3b6-2476-58d7-a629-f130574251bd"
    },
    {
      "name": "Jeux vidéos et hybrides",
      "id": "7af0e2b1-708d-5a28-9e44-b1fe0ef856a8"
    },
    {
      "id": "9fc85ea1-2256-54f1-886f-246090b0e764",
      "name": "Internet des objets"
    },
    {
      "id": "63920d15-9b86-58e5-875c-441301f6dbb9",
      "name": "Conception, architecture"
    },
    {
      "id": "18c44d7d-ed48-5dde-94ba-8b4477a84db3",
      "name": "Outillage, pratiques de développement"
    },
    {
      "id": "ed8afd05-a6aa-58e7-a6fd-7413d262a8b9",
      "name": "Alien",
      "description": "Vous ne trouvez pas la catégorie qui va bien, soumettez votre talk ici !"
    }
  ],
  "formats": [
    {
      "id": "d6fdc077-e3e3-5fe2-bdd4-5af4bc349e2a",
      "name": "Quickie (15min)"
    },
    {
      "name": "Conférence (50min)",
      "id": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d"
    },
    {
      "id": "5c8efbbf-1640-5a9b-b42e-0c1180b82d02",
      "name": "Hands-on (120 min)"
    }
  ]
}
