{
  "talks": [
    {
      "id": "1eXVuAHysYDUSr0AnHtS",
      "title": "GitPod : IDE as a service, ou comment ne pas acheter un MacBook Pro à 6000 € et être heureux avec une petite machine",
      "state": "accepted",
      "level": "beginner",
      "abstract": "Nous allons vous conter plusieurs histoires, dont vous développeurs, êtes les héros\n\n### La 1ère, vous êtes contributeur opensource:\n\nIl est tard, les enfants sont au lit, vous avez enfin un peu de temps pour geeker tranquillement 🎉. C'est le moment de vous lancer à contribuer dans ce projet open source qui vous tient à cœur.\nVous commencez à suivre  les instructions pour préparer l'environnement de dev : telle version de node, en conflit avec celle qui vous utilisez au jour le jour, telles bibliothèques, telles dependences qui marchent pas bien sur votre machine... Après deux heures, vous avez réussi à tout préparer, mais votre envie de coder s'est éteinte 🥱 à force de vous battre avec l'environnement, et vous allez vous coucher … 😴\n\n### La 2ème, plus classique, vous êtes chef de projet “couteau suisse” en ESN:\n\nVendredi matin, vous travaillez dans l'ESN \"HGJ\", votre patron vous annonce que vous êtes promu Chef de Projet, que vous avez hérité du projet \"EnRetardDèsLeDépart\" et que votre équipe de 20 personnes commence Lundi et le client a exigé qu'elle soit opérationnelle dès Lundi. Pas grave, vous avez tout le week-end pour installer les 20 postes de développement et les paramétrer 🥵\nIl faut juste expliquer à votre compagne pourquoi vous allez devoir annuler le week-end prévu depuis des semaines ... Bon courage 😈\n\nQui n'a pas eu ce type d'expérience, ou d'autres semblables : devoir contribuer à un nouveau projet avec l'ordinateur du travail, dont le verrouillage mis par la RSSI rend hyper compliqué d'installer des outils, développer depuis son iPad car on est en déplacement et on n'a plus de batterie sur le laptop, développer sur un même projet mais avec des paramétrages complètement différentes selon l'environnement, faire un quick fix sur un dépôt sans devoir télécharger la moitié d'internet sur son poste... ?\n\nGitPod est une solution étonnement simple et efficace à tous ces soucis. Le principe ? Un environnement de développement dans le cloud, basé sur Git, Eclipse Theia et Docker, vous permettant de développer, tester et déployer votre code directement depuis la fenêtre de votre navigateur.\n\nAvec nos 2 histoires, nous allons vous expliquer et démontrer comment utiliser GitPod pour monter un environnement de développement en quelques minutes, comment ne pas passer un week-end à préparer l’arrivée d’une équipe de développement, comment utiliser GitPod avec GitLab ou GitHub pour fournir des environnements clés en mains pour des projets, workshops, formations …\n\nBref, à la fin de notre talk, vous saurez utiliser GitPod, et vous serez peut-être même “acro” à cet IDE dans le cloud (qui fonctionne même avec FireFox ou Safari iOS 😉 … et que vous pouvez aussi installer chez vous, mais bon 🤣)\n",
      "categories": "18c44d7d-ed48-5dde-94ba-8b4477a84db3",
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d",
      "speakers": [
        "7nvNI5UNjmcHVhBxnCPz3TIz4rC3",
        "pYuiGicpt0MenD8NEMhZXtk6VSr1"
      ],
      "comments": "Hola amigos !\n\nÇa y est, une année de plus Touraine Tech approche! Je suis **ravi** d'envoyer des propositions pour cette édition 2022, et je serais sincèrement heureux de pouvoir retourner vous voir en janvier, car  TnT est une conférence que j'adore, avec une team orga simplement géniale (et cela sans parler d'un des meilleurs repas de conférence que j'ai jamais goûté, j'espère que les conditions et l'Université vous permettront de le faire cette année).\n\nSinon, pour le talk, Philippe et moi sommes très contents de ce talk, qui vient directement de notre enthousiasme pour GitPod, vu comment il nous a rendu la vie plus simple pour plein de tâches, et on adorerait vous le raconter à Tours...\n\nBon courage avec l'orga, les amis !",
      "language": "French",
      "createTimestamp": {
        "_seconds": 1633685959,
        "_nanoseconds": 285000000
      }
    },
    {
      "id": "1ii3MtY8M6p4lwM2VKDx",
      "title": "Père Castor 🐻, raconte nous une histoire (d'OPS)",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "L'échec comme une source de connaissance. Pouvons-nous apprendre des erreurs des plus grands ?  \nNous allons, pour cela, faire la revue de quelques grands outages de la dernière décennie :\nGithub, Amazon, Google, OVHcloud, Apple, Fastly, Microsoft, Gitlab ou plus récemment Facebook\nÀ travers la lecture des post-mortems des incidents, nous analyserons la root cause, la mise en place de la remédiation, et en extraire des bonnes pratiques\n\n~ IaaS (Interruption as a Sageness) #HugOps ",
      "categories": "ae14e3b6-2476-58d7-a629-f130574251bd",
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d",
      "speakers": [
        "Y6vBesjiB6Tx0pqzmh9RyKSh0Hn1"
      ],
      "comments": "Merci beaucoup d'organiser cette conférence, malgré le contexte sanitaire qui complexifie grandement votre organisation.",
      "language": "French",
      "createTimestamp": {
        "_seconds": 1637757915,
        "_nanoseconds": 268000000
      }
    },
    {
      "id": "22IzHA9usrQNr3VHtwV3",
      "title": "A la découverte de Jetpack Compose",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "La création des vues dans les applications Android a peu changé au fil des années, quelques librairies (officielles ou non) ont été développées mais toutes se basent sur un socle technique vieillissant et comportant de nombreux bugs pouvant aller jusqu'à faire crash les applications.\n\nJetpack Compose présente des changements radicaux dans la création des vues et à l'énorme avantage de ne pas être disponible directement depuis le SDK Android. Cela va permettre des mises à jour régulière pour pouvoir corriger les bugs pour toutes les versions de Android.\n\nVoyons ensemble ce que nous pouvons déjà faire avec Jetpack Compose et ce que ça va réellement changer dans le quotidien des développeurs Android !",
      "categories": "96440de7-ddfa-5d09-b206-64ecb4ec86c0",
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d",
      "speakers": [
        "jcgQ0F1L54dEsi4l6WMylBxEMDx2"
      ],
      "comments": "Talk joué au Lille Android User Group, au Devfest du Bout du Monde, au DevDay 2020 et prochainement au Devfest Strasbourg 2021 (9 Novembre).\n\nCependant, je vais mettre à jour le talk et rajouter une section entière autour du Multiplateforme avec Jetpack Compose.\n\nLe talk restera accessible au débutant dans le développement mobile.\n\nBonne chance pour l'orga ! :)",
      "language": "French",
      "createTimestamp": {
        "_seconds": 1633438803,
        "_nanoseconds": 484000000
      }
    },
    {
      "id": "2r5YrFDbjwokeA27e43O",
      "title": "Property-based Testing ou l'insuffisance des tests unitaires",
      "state": "confirmed",
      "level": "intermediate",
      "abstract": "L'importance des tests unitaires n'est plus à démontrer. Ils nous rassurent sur notre implémentation, sécurisent chaque remaniement de notre code et nous préviennent de potentielles régressions.\n\nCependant, sont-ils suffisants ? Peut-on se satisfaire de la rédaction de tests basés sur des exemples délibérément choisis par le développeur ? Qu'en est-il des autres cas ?\n\nEntre non-exhaustivité et explosion combinatoire, nous nous pencherons sur certaines de leurs limites et découvrirons une autre méthode de testing axée sur le comportement du code, à savoir le **Property-based Testing**.",
      "categories": "ae14e3b6-2476-58d7-a629-f130574251bd",
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d",
      "speakers": [
        "0Xv6EnbodmaXO2WF56MP48WbKF62"
      ],
      "language": "French",
      "createTimestamp": {
        "_seconds": 1638217717,
        "_nanoseconds": 87000000
      }
    },
    {
      "id": "4QN8Gz2BUyjd2Xmq2Kgu",
      "title": "L’Observabilité : de Zéro à OpenTelemetry",
      "state": "confirmed",
      "level": "intermediate",
      "abstract": "Avez-vous déjà entendu parlé d’Observabilité ?\n\n* Non ? Dommage pour votre prod ! Nous vous souhaitons une belle war room 😊\n* Oui ? L’implémentez-vous pour autant ?\n\nL’Observabilité est un concept qui n’est pas récent, mais qui a pris de l’ampleur ces dernières années, et plus encore avec l’arrivée de projets comme Prometheus, Grafana ou encore OpenTelemetry. \nEn pratique ce sont tout plein d’outils qui vont vous permettre d’instrumenter et de connaître tous les petits secrets de votre application. \nGrâce à eux vous devriez être capable d’expliquer le moindre soubresaut, voir même de les prévoir et agir en conséquence !\nMais au fait que sont tous ses outils ? En quoi ça consiste ? Et surtout comme ça marche ?\n\nDans cette session, nous explorerons par le menu le concept d’Observabilité, de ses 3 Piliers jusqu’au principe d’instrumentation, tout cela illustré avec un peu de code. Nous verrons également comment OpenTelemetry se veut être la solution de référence qui abordera tous ces aspects, au plus grand bonheur de notre production (et des nuits de vos SRE préférés) !",
      "categories": "18c44d7d-ed48-5dde-94ba-8b4477a84db3",
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d",
      "speakers": [
        "y3wNWuGdbKdUsmdjMrbbQXHL2ay1",
        "F5ZGeSwlxjTyIVuhWfPZrVinnn92"
      ],
      "comments": "Que notre conférence soit acceptée ou non lors de TNT, nous serons là :)\n\nMerci pour l’organisation de cet évènement, et que nous puissions nous retrouver bientôt :D\n\nÀ très vite !",
      "language": "French",
      "createTimestamp": {
        "_seconds": 1638302562,
        "_nanoseconds": 680000000
      }
    },
    {
      "id": "6RC04OGesjjv4empdOLO",
      "title": "DevSecOps : de la sécurité dans mon DevOps",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "Cela fait une dizaine d'années que nous essayons d'appliquer les principes du DevOps pour  livrer plus vite en production. Sur le chemin de l'unification des devs et des ops, la sécurité est encore un frein. Alors faut-il ignorer la sécurité et attendre la fuite de données ou bien agir maintenant, s'organiser, et automatiser.  \n\nLe DevSecOps nous promet d'intégrer la sécurité dans nos pipelines CI / CD mais aussi dans notre processus de développement pour que la sécurité fasse partie intégrante de notre culture et ne soit pas un goulot d'étranglement.",
      "categories": "63920d15-9b86-58e5-875c-441301f6dbb9",
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d",
      "speakers": [
        "GaTXktSpMGXO1RIGafgjJ9m87oB3"
      ],
      "comments": "Merci",
      "language": "French",
      "createTimestamp": {
        "_seconds": 1633090784,
        "_nanoseconds": 618000000
      }
    },
    {
      "id": "6RrVaTNLyt73GF0J5jWb",
      "title": "Types top !",
      "state": "confirmed",
      "level": "intermediate",
      "abstract": "Dans vos codebases se cachent des héros méconnus : les **types** !\n\nParfois vus comme des contraintes rébarbatives, les types peuvent pourtant apporter beaucoup à vos projets quand on les exploite au mieux.\nIls peuvent ainsi documenter votre code, réduire la charge cognitive du développeur, faciliter le refactoring, rendre votre IDE plus intelligent et même rendre beaucoup de vos tests inutiles !\n\nOn découvrira dans ce talk comment aller plus loin que les types de base (`number`, `string`, `boolean`, ...) et comment encoder ses règles métier dans nos types pour réduire la possibilité même de l'existence d'un bug !",
      "categories": "63920d15-9b86-58e5-875c-441301f6dbb9",
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d",
      "speakers": [
        "xRNeGxIeNcdAegOPlnYeBKFVX2o1"
      ],
      "language": "French",
      "createTimestamp": {
        "_seconds": 1633080680,
        "_nanoseconds": 778000000
      }
    },
    {
      "id": "BLeeHoP7KNseKPuIVRBo",
      "title": "OpenAPI & AsyncAPI : spécifications et contrats",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "Nous multiplions les APIs, et les problèmes qui vont avec : désynchronisation des équipes, manque de documentations internes ou documentations dépassées, difficultés à maintenir les clients à jours... Tout ceci étant accentué par la nature même du web moderne et l’expansion des architectures en (micro)services.\n\nNous allons voir comment les contrats d'API et les spécifications qui vont avec (OpenAPI, AsyncAPI...) peuvent changer radicalement la façon dont nous concevons, développons et maintenons nos APIs.",
      "categories": "18c44d7d-ed48-5dde-94ba-8b4477a84db3",
      "formats": "f1f4eb00-ff40-57ea-805a-b3aa3ce5f6e6",
      "speakers": [
        "gc7UU76X8rPr0TlUxisWFi8deWD2"
      ],
      "comments": "Talk fait au DevFest Nantes 2021, voici la vidéo : https://www.youtube.com/watch?v=3UUpqXGEGQ4",
      "language": "French",
      "createTimestamp": {
        "_seconds": 1635892600,
        "_nanoseconds": 378000000
      }
    },
    {
      "id": "EeFwDdpryszbUCXQbXHU",
      "title": "OAuth 2.1 expliqué simplement (même si tu n'es pas dev) ! ",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "Il est très difficile aujourd'hui de déployer une application sur le web sans se frotter à OAuth2. Conçu pour mieux protéger les utilisateurs et utilisatrices, ce standard de délégation d'autorisation s'est totalement imposé dans l'industrie.\n\nCependant, n'avez-vous pas pleuré en essayant de comprendre les concepts de OAuth2 ? On ne va pas se mentir,  entre les différents rôles et la multitude de flows qui le constituent, il y a vraiment de quoi se perdre et sa complexité en décourage plus d'un ! Et pourtant, on ne peut pas s'en passer, donc on y va et généralement c'est douloureux…\n\nMais ne vous inquiétez pas, que vous ayez un profil tech ou non, ce talk va vous permettre d'enfin comprendre les méandres de OAuth simplement, dont la nouvelle version 2.1, en s'appuyant sur des analogies de la vie courante !",
      "categories": "63920d15-9b86-58e5-875c-441301f6dbb9",
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d",
      "speakers": [
        "ZdNase96oBSI6QdrWySX9eCtJgs1"
      ],
      "comments": "Le but de ce talk est de permettre aux gens de démystifier la complexité de OAuth2 en utilisant que des exemples de la vie courante tels que la réservation de chambre d'hôtel et la livraison de repas à domicile. Je m'appuie sur ces exemples pour expliquer la raison d'être des concepts les moins intuitifs de OAuth2, c'est un exercice de vulgarisation.\n\nLe talk est complètement scénarisé autour d'un Story Telling basé sur l'univers du film The Grand Budapest Hotel de Wes Anderson.\n\nJ'aborderai dans ce talk les nouveautés de OAuth 2.1 qui remplace le flow implicit, aujourd'hui considéré comme non sécurisé et déprécié qui est pourtant encore largement utilisé.\n\nLes slides du talk sont en ligne ici : https://slides.com/julientopcu/concepts-avances-authn-authz",
      "language": "French",
      "createTimestamp": {
        "_seconds": 1633418504,
        "_nanoseconds": 988000000
      }
    },
    {
      "id": "FOtf5DDjHiIwr16Zvkgb",
      "title": "Petit guide pratique pour commencer un design system",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "Créer et utiliser un design system apporte plein d’avantages : cohérence, réutilisabilité, amélioration de l’expérience utilisateur… comment ne pas avoir envie de se lancer et dire “On doit faire un design system !”   \n\nMais par quel bout commencer ? Je vous propose un petit guide pratique pour débuter simplement et sans douleurs son design system depuis l’identification de vos composants, la mise en place de la documentation, jusqu’à l’implémentation du composant “ambassadeur” !",
      "categories": "46293012-ca7f-5197-8c58-69bc9a6c7a4b",
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d",
      "speakers": [
        "mnKCXR65CudbqcmnzEonfNGs1Jk2"
      ],
      "comments": "J'espère à très vite !",
      "language": "French",
      "createTimestamp": {
        "_seconds": 1635250298,
        "_nanoseconds": 394000000
      }
    },
    {
      "id": "MkEtWfsIOK8wQl2xXpVN",
      "title": "REST, gRPC, GraphQL, Webhooks : dans quelles situations ?",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "Les développeurs privilégient en majorité les APIs REST en oubliant souvent qu’il existe d’autres possibilités pour communiquer : gRPC, GraphQL ou Webhooks pour ne citer qu’elles. Alors comment se sortir de cette petite jungle ?\nPour comprendre dans quelles situations les utiliser, plongeons dans un premier temps ensemble au cœur de ces solutions en mettant en avant leurs avantages/inconvénients et différences avant de les éprouver dans différents contextes !",
      "categories": "63920d15-9b86-58e5-875c-441301f6dbb9",
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d",
      "speakers": [
        "nW1aUHIa16Y0IZvSpiVygiQIfxk1"
      ],
      "comments": "Merci pour l'attention accordée à ma proposition ! Je reste à disposition pour préciser l'abstract si nécessaire.\n",
      "language": "French",
      "createTimestamp": {
        "_seconds": 1636540613,
        "_nanoseconds": 353000000
      }
    },
    {
      "id": "NqYCRco6ujJ7EbNxmMIt",
      "title": "Parse don't validate mais en java en 15 min",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "Avec l'arrivée du jdk 17 et notamment des sealed class et des record, java nous propose de nouvelles fonctionnalités pour utiliser encore plus le système de type et donc le compilateur. \n\nL'approche \"parse, don't validate\" propose de créer des types riches pour représenter les données plutôt que d'utiliser les types primitifs comme `String`, `Boolean` etc et ainsi rendre impossible les états incohérents. \nDans le cas d'une API, une fois le payload d'une requête parsé, c'est le compilateur qui reprend la main et valide le code pour vous. \n\nDans ce talk, l'approche vous sera présentée à travers une application de démo et des exemples concrets de code.",
      "categories": "18c44d7d-ed48-5dde-94ba-8b4477a84db3",
      "formats": "f1f4eb00-ff40-57ea-805a-b3aa3ce5f6e6",
      "speakers": [
        "9g2TJuw97VMd8Zwn9y2x0g0w7SB2"
      ],
      "createTimestamp": {
        "_seconds": 1635490845,
        "_nanoseconds": 107000000
      }
    },
    {
      "id": "NuCWRJxo3GXfdCqiusRJ",
      "title": "L'échange et la communication à 40 devs : c'est possible avec les bons rituels",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "Lorsqu'une équipe est petite, les interactions entre les développeurs peuvent être nombreuses et les occasions d'apprendre quotidiennes. Plus une équipe grandit et se divise, plus les échanges se limitent à un nombre restreint de personnes et la connaissance se disperse.\nContinuer à partager, apprendre et s'aligner entre les équipes et les développeurs est une problématique qu'on rencontre tous.\nPour améliorer ce partage, nous avons tenté de mettre en place, plus ou moins facilement, de nouveaux rituels qui nous aident à garder le contact et le partage dans une équipe qui ne cesse de grandir. \n\nPeut-être que quelques-unes de nos idées peuvent améliorer le partage chez vous aussi ! ",
      "categories": "18c44d7d-ed48-5dde-94ba-8b4477a84db3",
      "formats": "f1f4eb00-ff40-57ea-805a-b3aa3ce5f6e6",
      "speakers": [
        "8bRdg6HP4rTESCd8x8MuIWGEbBt2"
      ],
      "comments": "Merci pour l'organisation !",
      "language": "French",
      "createTimestamp": {
        "_seconds": 1636148211,
        "_nanoseconds": 9000000
      }
    },
    {
      "id": "Q4h6tnflAckbwdiydABe",
      "title": "Would like to learn how manage your passwords like your code?",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "La gestion de mot de passe est une partie bien-souvent douloureuse, voir fastidieuse.\n\nQui a raison? L’informations qui est en prod ou bien celle du Keepass, ou encore celle que l’on croit avoir configuré ?\n\nLe développement en collaboration est désormais beaucoup plus aisé depuis des outils comme SVN et désormais l’incontournable GIT, projet initié par Linus Torvald !\n\nMais alors pourquoi pas gérer nos mots de passe comme du code ?\nC’est finalement du texte, qui doit être versionné, on souhaite approuvé son changement, et on est potentiellement plusieurs à vouloir le modifier, et mieux encore on aimerait les voir se déplacer magiquement de notre référentiel vers notre production...cela ne vous rappelle rien ?\n\nNous allons voir comment nous avons réussi avec finalement peu de moyens et d’investissement à résoudre notre problématiques de gestion de mot de passe grâce à plusieurs outils :\nPassword-store (coffre fort GPG), Git, une CI/CD, et c’est tout !\n\nNous avons environ 200 mots de passe quasiment géré de manière automatique, avec tous les avantages de Git et la sécurité de l’automatisation qui évite les erreurs humaines.\n",
      "categories": "18c44d7d-ed48-5dde-94ba-8b4477a84db3",
      "formats": "f1f4eb00-ff40-57ea-805a-b3aa3ce5f6e6",
      "speakers": [
        "KnXJ9TChESfPYo1VGkztUQf1hx93"
      ],
      "comments": "Hello,\n\nI have already submit this talk on DevFest Brest 2020, it can helpful for a lot of developers \n\nSébastien",
      "language": "French",
      "createTimestamp": {
        "_seconds": 1637078881,
        "_nanoseconds": 81000000
      }
    },
    {
      "id": "QypHgyU453hUQ5mfRDB2",
      "title": "Dis papa ? C'est quoi un SRE ?",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "Ces dernières années, vous avez certainement vu apparaitre un nouveau terme dans les annonces d'emploi : SRE. Tout le monde en cherche ! Pourtant, bien malin celui qui est capable de décrire le poste d'une manière qui convienne à tout le monde...\n\nAu delà de la définition qu'en donne Google, qu'est ce que ça signifie, être SRE ?\n* Quelles sont les missions et les compétences du \"bon\" SRE ? \n* Que faut il pour devenir SRE ? S'agit il d'un Dev ou plutôt d'un Ops ?\n* Tout le monde n'est pas Google ! Est ce que ce terme est devenu un fourre-tout marketing ou le rôle SRE répond-il a un vrai besoin ?\n\nDans ce talk, je vous donnerai donc mon avis ainsi que mon expérience sur ce nouveau (ou pas ?) métier.",
      "categories": "ae14e3b6-2476-58d7-a629-f130574251bd",
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d",
      "speakers": [
        "irgm2DvTsrQt79lI1YIaR3B3V4p1"
      ],
      "comments": "Au même titre qu'on a eu la mode du \"DevOps\" à toutes les sauces, on a vraiment beaucoup d'offres d'emploi pour des SRE et aucune ne veut jamais dire la même chose.\n\nSans vouloir donner une vérité universelle, j'aimerai rappeler ce qu'était à la base le role de SRE (chez Google), de pourquoi personne n'a besoin de faire du Google en France (car il n'y a que Google qui fait du Google), mais qu'on peut adapter le role et le faire fonctionner dans une entreprise normale.\n\nJe donnerai ensuite mon expérience de ce qui marche et qui ne marche pas. \n\nJ'insisterai à la fin du talk sur le fait qu'on a besoin, de la part des entreprises, d'avoir clairement explicité dans les annonces ce que eux attendent du futur SRE, pour ne pas postuler inutilement quand le profil ne correspond pas (idem avec \"DevOps\")\n\nJ'espère que mon sujet vous plaira. Merci pour cette conférence.",
      "language": "French",
      "createTimestamp": {
        "_seconds": 1634819700,
        "_nanoseconds": 582000000
      }
    },
    {
      "id": "VT5jRYoIZvxeNMoeXbdf",
      "title": "Mutation testing : y a-t-il des trous dans votre couverture de test ?",
      "state": "accepted",
      "level": "beginner",
      "abstract": "Les tests c'est bien, les tests qui échouent en cas de régression c'est mieux !\n\nC'est sur ce principe qu'est basé le mutation testing, une stratégie de test peu connue qui permet de \"tester vos tests\".\n\nLors de ce quickie, nous découvrirons les grands principes du mutation testing avant de le voir en action sur un projet.",
      "categories": "18c44d7d-ed48-5dde-94ba-8b4477a84db3",
      "formats": "f1f4eb00-ff40-57ea-805a-b3aa3ce5f6e6",
      "speakers": [
        "PRuMzxC7NVbsVnJP07AbHR2cNFx2"
      ],
      "language": "French",
      "createTimestamp": {
        "_seconds": 1634832674,
        "_nanoseconds": 921000000
      }
    },
    {
      "id": "Wnn8w21SnahbPtnDeRLS",
      "title": "Vis ma vie de bénévole ! ",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "Être bénévole, c'est parfois obscure pour nos proches. Ils se demandent pourquoi nous travaillons gratuitement, nous prennent pour mère Teresa, nous imaginent en train de construire une école en plein désert et se demandent si on a le temps de dormir de temps en temps ?  😴\n\nCe talk a pour objectif de parler du bénévolat, casser les stéréotypes, parler de tous les avantages et ce que cela nous apporte au quotidien (en plus de la fatigue !) :) \n\nCe talk n'est pas technique, mais que serait le monde des développeurs sans tous ces bénévoles ? Conférences, meetups, BBL, open source... Finalement, chaque développeur a une part de bénévole en lui ! \n\n(Format Quickie)",
      "categories": "ed8afd05-a6aa-58e7-a6fd-7413d262a8b9",
      "formats": "f1f4eb00-ff40-57ea-805a-b3aa3ce5f6e6",
      "speakers": [
        "cQ2crtyaLna4zeubqysVfDcS3vk1"
      ],
      "comments": "Je suis une pure Tourangelle, chauvine (mais quand même nantaise de cœur)\nMon rêve est de Speaker chez vous ! ",
      "language": "French",
      "createTimestamp": {
        "_seconds": 1632852924,
        "_nanoseconds": 465000000
      }
    },
    {
      "id": "WvbQnfQIlrcwpEICvylZ",
      "title": "Les fonctions (récursives) décortiquées",
      "state": "confirmed",
      "level": "intermediate",
      "abstract": "Nous sommes de plus en plus enclins à utiliser des techniques issues de la programmation fonctionnelle au quotidien : des _combinateurs_ comme **map** ou **filter** en lieu et place de boucles, une liste définie en _compréhension_, un algorithme de type _diviser pour régner_...  Et derrière ces constructions se trouvent des fonctions, le plus souvent récursives.\n\nEt bien sûr, tout le monde sait ce que sont : appel _par valeur_, _par nom_, _par nécessité_ ? La récursivité _simple_, _mutuelle_ ou _terminale_ ?  Un _trampoline_ ? Comment est compilé un appel de fonction ? Les conditions pour l'optimiser ?\n\nSi ce n'est pas tout à fait le cas, je vous invite à une session de décorticage des fonctions (éventuellement récursives) qui embrassera des sujets allant de la sémantique abstraite, jusqu'à la traduction en langage machine. Ce sera une occasion de toucher du doigt des notions de mise en œuvre de ces langages que nous utilisons tous les jours, sans vraiment savoir comment ils sont faits.\n\nMise en garde: cette présentation pourra contenir des traces de coroutines.",
      "categories": "ed8afd05-a6aa-58e7-a6fd-7413d262a8b9",
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d",
      "speakers": [
        "Phb3HAqlbCTaH37I9WorONd8KUD2"
      ],
      "comments": "Bonjour,\nJe ne sais dans qu'elle catégorie cette présentation tombe. Je l'aurais bien vu dans une catégorie \"Langage\" qui n'existe pas, mais je trouve que \"Alien\" c'est finalement pas mal... Du moins c'est là que je me sens le mieux. \nC'est une présentation qui ce veut une sorte de \"back to basics\" sur le thème de la compilation de fonctions, avec un éclairage embrassant aussi bien la théorie que des détails de mise en œuvre sordides. \nC'est encore un \"work in progess\" et l'abstract, s'il donne une idée assez précise d'où je veux vous emmener, n'est pas encore totalement figé.\nEn tout cas, merci pour l'organisation, et à bientôt j'espère.",
      "createTimestamp": {
        "_seconds": 1633444275,
        "_nanoseconds": 521000000
      }
    },
    {
      "id": "fwKNjlHb5v44lvrnrYHo",
      "title": "Mon email devient dynamique ! ",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "L'email existe depuis le début de l'Internet, et il a peu évolué. Une fois envoyé il ne change plus et les interactions sont limités. \n\nMais cela va changer, avec la nouvelle norme AMP for e-mail, qui est en test dans gmail et Yahoo.\nLes mails pourront charger des données d'un site à l'ouverture (si il y a eu des changements depuis l'envoi du mail), s'adapter au différentes résolutions, avoir des interactions (carrousel, animations).\n\nEt tout cela de manière sécurisé (pas de JavaScript, validation de l'envoyeur, même URL que l'email, ...). \n\nChez Zenika, un application interne permet aux employés de donner leur humeur du mois dans laquelle nous venons de mettre en place les emails AMP.",
      "categories": "96440de7-ddfa-5d09-b206-64ecb4ec86c0",
      "formats": "f1f4eb00-ff40-57ea-805a-b3aa3ce5f6e6",
      "speakers": [
        "yVh0TaIWmiRohty6BeheTneHxLI2"
      ],
      "comments": "Merci pour l'organisation.\n\nMa belle famille habite à côté de Tours ce qui facilitera la logistique pour venir à la conférence.",
      "language": "French",
      "createTimestamp": {
        "_seconds": 1634308012,
        "_nanoseconds": 64000000
      }
    },
    {
      "id": "g7uf2lkiVA3vFzv8vCSR",
      "title": "Game of Nodes ou comment fonctionnent les systèmes distribués ?",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "Le monde des systèmes distribués est un monde impitoyable. Le réseau n'est pas fiable. Les dates sont fausses. Les messages arrivent dans le désordre, ou pire, sont incohérents. Les serveurs ne sont pas d'accord entre eux. Comment faire en sorte de rétablir un semblant de loi dans cette univers chaotique ? \nL'algorithme Raft a été conçu pour être une forteresse et résister à ces difficultés. \nUtilisé dans des projets open sources comme etcd, Consul, Kafka, MongoDB (et de [nombreux autres](https://raft.github.io/#implementations))), raft remet de l'ordre  dans tout ça.\nDans ce talk, on  va bâtir en live brique par brique un petit système distribué avec Raft. Arriverez-vous à le faire planter ?",
      "categories": "63920d15-9b86-58e5-875c-441301f6dbb9",
      "formats": "95d5ba79-ebfc-5e1a-8b45-184925424f1b",
      "speakers": [
        "MIk2pkgfjjfTWRrlZQulaVJxWgR2",
        "6klOX1xduHbBCxddJhe0sBJLZp13"
      ],
      "comments": "Pour l'intro, nous aimerions pouvoir jouer du son depuis l'ordinateur qui présente les slides et le code.\nComme nous faisons beaucoup de live coding durant ce talk, nous souhaiterions avoir une place assise et un bureau pour l'ordinateur qui présentera les slides.\n\nMerci ❤️",
      "language": "French",
      "createTimestamp": {
        "_seconds": 1638209701,
        "_nanoseconds": 974000000
      }
    },
    {
      "id": "grExMwZ2uPDwi4m897vO",
      "title": "GitOps , une mise en situation un peu réaliste sur Kubernetes avec FluxCD",
      "state": "confirmed",
      "level": "intermediate",
      "abstract": "T’en as assez des _talks_ qui déploient des _hello-world_ pour démontrer la pertinence de l’outil *younameit*.  \nÇa tombe bien : ce qui nous intéresse, c’est plutôt d’essayer une mise en situation **DevSecOps** un peu réaliste.\nOn va donc construire pas à pas un scénario d’entreprise  avec une _dev team_, qui déploie / update / rollback des _WebApps_ Pokémon sur `Kubernetes` via des _charts_ `Helm`.  \nUne seconde _dev team_ utilisera `Kustomize`, pour le même usage.  \nEt côté _Ops_, on va aussi se préoccuper des enjeux de sécurité de la plateforme : ségrégations des droits des équipes, des flux réseau des WebApps, _patch management_ transparent sur la stack technique, métrologie, contrôle des activités sur le _cluster_.  \nOn va voir comment ces équipes **collaborent** entre elles au quotidien dans un _workflow_ **GitOps** qui s’appuie sur `Kubernetes`, `FluxCD`, `Azure DevOps`, et plein d’autres choses encore…",
      "categories": "ae14e3b6-2476-58d7-a629-f130574251bd",
      "formats": "95d5ba79-ebfc-5e1a-8b45-184925424f1b",
      "speakers": [
        "VeBTP8lqOYaXBCpwTlGjBW2n1yH2",
        "6gcb9OjG5cgl14IQBEt5yu4TmTT2"
      ],
      "language": "French",
      "createTimestamp": {
        "_seconds": 1633098866,
        "_nanoseconds": 761000000
      }
    },
    {
      "id": "jmU1KWBEVrb4f6D59qHV",
      "title": "Poser une boîte à lettres, envoyer un humain sur Mars : même combat ?",
      "state": "confirmed",
      "level": "intermediate",
      "abstract": "Mettons-nous successivement dans la peau de Joe le bricolo et d'un ancien ingénieur de la NASA pour savoir comment on s'y prendrait pour poser une boîte à lettres puis envoyer un humain sur Mars.\n\nQuels liens pouvons-nous tirer avec le monde du logiciel ? En vrac, on va de parler : risque, modélisation, architecture, impédance modèle/code, etc.",
      "categories": "63920d15-9b86-58e5-875c-441301f6dbb9",
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d",
      "speakers": [
        "z40htDnoNBgrrGeOikcH3MaKimO2"
      ],
      "comments": "Pas de besoin de transport ou hébergement particulier, je suis Tourangeau :)\n\nMerci pour l'organisation de la conférence, ça fait quelques années que j'aurais dû proposer un sujet !",
      "language": "French",
      "createTimestamp": {
        "_seconds": 1638311123,
        "_nanoseconds": 670000000
      }
    },
    {
      "id": "n5zBPRs7NMSrwXJVrVHc",
      "title": "HTTPS comment ça marche ?",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "**HTTPS**, c'est quand il y a le cadenas a gauche dans l'url...mais pas que.\n\nOn utilise tous les jours HTTPS et pour certain sans réellement comprendre comment ça fonctionne. Il est temps de démystifier toute cette histoire de cadenas et de certificats une bonne fois pour toute.\nChiffrements, certificats, TLS ... on passe tout en revue pour mieux comprendre comment HTTPS fait rimer internet avec confiance et sécurité.",
      "categories": "18c44d7d-ed48-5dde-94ba-8b4477a84db3",
      "formats": "f1f4eb00-ff40-57ea-805a-b3aa3ce5f6e6",
      "speakers": [
        "zBnEs3AmsIb5wjBTfSpocWu25vE3"
      ],
      "comments": "Pas sûr de la catégorie ;)\nMerci.",
      "language": "French",
      "createTimestamp": {
        "_seconds": 1633350072,
        "_nanoseconds": 380000000
      }
    },
    {
      "id": "nLfP4678o1ZaMYm2kJZB",
      "title": "The blind test : l'accessibilité d'un site internet pour une personne non voyante",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "<p>Non, il ne s’agit pas d’un test musical mais de comprendre comment une personne aveugle navigue sur une page web !</p>\n<p>À l’heure actuelle, notre société devient de plus en plus numérique (démarches administratives, échanges sociaux, achats…). L’accessibilité d’un site internet est importante, si l’on souhaite que personne ne soit exclu de cet univers numérique. Différents types de handicap (visuel, moteur…) sont à prendre en considération pour qu’un site internet soit inclusif c’est-à-dire accessible à tous. Florent et Hervé vous proposent un focus sur l’accessibilité d’un site internet pour une personne non voyante.</p>\n<p>Au travers d’un exemple de page web, Florent qui est non voyant vous montre comment, à l’aide d’un lecteur d’écran et d’une plage braille, il arrive à naviguer et à quelles difficultés il est confronté. Hervé vous montre comment corriger petit à petit la page pour améliorer son accessibilité.</p>\n",
      "categories": "96440de7-ddfa-5d09-b206-64ecb4ec86c0",
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d",
      "speakers": [
        "bsQBCvfQjCbafP0wFCWVkPqwTGX2",
        "KWlesYn7ciZTRyCHSu3NQqMuGVi2"
      ],
      "comments": "Nous avons une installation technique un peu complexe (un second écran, un clavier supplémentaire, une plage braille, le son de l’ordinateur qui doit être retransmis dans la salle)… Si vous retenez notre sujet, merci de prendre en compte le temps nécessaire de mise en place dans votre planification.",
      "language": "French",
      "createTimestamp": {
        "_seconds": 1635513945,
        "_nanoseconds": 380000000
      }
    },
    {
      "id": "rhH5srvPxspJKVBUzRbB",
      "title": "L'eco conception, c'est bien, mais si on parlait un peu du backend ?",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "A l'heure d'aujourd'hui, l'éco-conception des applications web est un domaine qui monte. Vous pouvez faire des tests de performance de vos pages web, savoir combien d'énergie les utilisateurs auront besoin pour utiliser votre interface, etc.\nMais qu'en est-il du serveur ? Quelles sont les bonnes pratiques ? Faut il pour autant écrire mes scripts de déploiement en C ?\nNous allons voir quelles métriques sont bonnes a regarder, quelles sont les personnes a convaincre pour faire de l’éco-conception coté serveur et avec quels arguments.",
      "categories": "18c44d7d-ed48-5dde-94ba-8b4477a84db3",
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d",
      "speakers": [
        "rYhBI1cLEJSmHtzJfgyckwdJ0Il1"
      ],
      "comments": "Talk présenté a Codeurs en Seine, de 40min initialement mais largement assez de resources pour faire 50min.",
      "language": "French",
      "createTimestamp": {
        "_seconds": 1632740398,
        "_nanoseconds": 583000000
      }
    },
    {
      "id": "smHIjirTqfAqt7qPEwF5",
      "title": "(Re) Découvrir les outils UNIX",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "Votre logiciel hang, vous ne savez pas pourquoi ? Ou votre application préférée ne\nlit pas sa configuration et vous ne savez pas pourquoi ?\n\nIl existe beaucoup d'outils fournis avec Linux. Pourtant beaucoup de développeurs\nne les connaissent pas ou ne les utilisent pas.\n\nA travers une série de cas d'utilisation, nous verrons comment utiliser tout ces\noutils: grep, find, xargs, strace, tcpdump, lsof",
      "categories": "18c44d7d-ed48-5dde-94ba-8b4477a84db3",
      "formats": "f1f4eb00-ff40-57ea-805a-b3aa3ce5f6e6",
      "speakers": [
        "mM9cCQG86kWwoaCQsQ5pwq26d012"
      ],
      "language": "French",
      "createTimestamp": {
        "_seconds": 1633422373,
        "_nanoseconds": 754000000
      }
    },
    {
      "id": "tb63G5PhWlgT0OirMGQT",
      "title": "Comment mes hobbies m'ont aidé à sauver mon frigo",
      "state": "confirmed",
      "level": "intermediate",
      "abstract": "Quand tu découvres au réveil une flaque d’eau en bas du frigo, tu as 2 options : te lamenter et réfléchir à un prochain achat, ou bien tenter le tout pour le tout : identifier le problème et le résoudre afin de sauver le frigo (et son contenu !)\n\nDans ce slot, nous aborderons l’analyse de panne, mais aussi un peu de domotique à base de Raspberry Pi et d’ESP32. Et en bonus, on pourra même parler du côté “green” (ou pas ?)",
      "categories": "9fc85ea1-2256-54f1-886f-246090b0e764",
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d",
      "speakers": [
        "rkaLW81wQESZ2UzLzD5DHgnHoRs1"
      ],
      "comments": "Un micro type DPA (serre-tête) serait un plus pour les démos <3",
      "language": "French",
      "createTimestamp": {
        "_seconds": 1633475343,
        "_nanoseconds": 54000000
      }
    },
    {
      "id": "viqWI7wZa2jpPUo1Vy8y",
      "title": "Java dans le cloud : Avec Spring ou Quarkus ?",
      "state": "confirmed",
      "level": "intermediate",
      "abstract": "Né au début des années 2000, le framework Spring a mis en avant la facilité de développement. Plus récemment, il a su s'adapter aux contraintes techniques liées aux applications cloud-natives.\n\nDe son coté, Quarkus est plus récent, il est né en 2019 sur la base de MicroProfile avec un objectif clair : tirer le meilleur parti des plateformes Kubernetes en se concentrant sur un démarrage rapide et une faible empreinte mémoire.\n\nNous avons donc un champion et un outsider !\nMaintenant lequel choisir en fonction de vos besoins et votre contexte ? Spring ou Quarkus ?\n\nAu travers d'une démonstration \"live\" nous présenterons un cas contret basé sur notre expérience.\nCe dernier sera implémenté avec chacune des deux stacks.\n\nEnfin, nous vous mettrons à contribution au travers de sondages pour dynamiser ensemble notre réflexion.  ",
      "categories": "ae14e3b6-2476-58d7-a629-f130574251bd",
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d",
      "speakers": [
        "bzA5gGJEX8O2NAvaYvM7apE3NUe2",
        "U0h27oWjIEX6SyideyIpOoPXtYs2"
      ],
      "language": "French",
      "createTimestamp": {
        "_seconds": 1636725829,
        "_nanoseconds": 81000000
      }
    },
    {
      "id": "zq4HdtYsZFbQghPedwLs",
      "title": "👨‍🎨 Il était une fois... les navigateurs ⛵️",
      "state": "confirmed",
      "level": "beginner",
      "abstract": "> _De grandes batailles et de grandes innovations, racontées et dessinées en live !_\n\nVenez écouter l’histoire animée des navigateurs, depuis le CERN jusqu'à aujourd'hui ... et même leur possible avenir !\\\nReplongez-vous dans l'aventure et les grandes idées de la navigation Web, bercé par la voix de Noël et les dessins de Pierre !\n",
      "categories": "96440de7-ddfa-5d09-b206-64ecb4ec86c0",
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d",
      "speakers": [
        "0alFaI2imGdQVSjuaMLFFfwqoL62",
        "9LHSTmgvjXcyMPyfifAgXjtP6Z02"
      ],
      "comments": "J'ai hésité à le mettre en catégorie Alien car le format est très atypique : on va dire Alien-Web comme catégorie !!!",
      "language": "French",
      "createTimestamp": {
        "_seconds": 1635355364,
        "_nanoseconds": 371000000
      }
    },
    {
      "id": "keynoteOuverture",
      "title": "Keynote d'ouverture",
      "speakers": [],
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d"
    },
    {
      "id": "keynoteCloture",
      "title": "Keynote de clôture",
      "speakers": [],
      "formats": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d"
    }
  ],
  "speakers": [
    {
      "uid": "xRNeGxIeNcdAegOPlnYeBKFVX2o1",
      "displayName": "Jordane Grenat",
      "bio": "Jordane est développeur chez Viseo et adore les découvertes et ce qui sort de l'ordinaire. Ce qui est souvent incompatible avec le pragmatisme technologique nécessaire sur les projets clients.\n\nIl assouvit alors sa passion à coup de projets perso jamais finis et en écumant les conférences en compagnie des autres développeurs férus de nouveautés. En vrac : Elm, F#, nouveau-framework-à-la-mode-JS, ...\n\nIl passe le reste de son temps libre à refuser les cookies sur les sites web qu'il consulte.",
      "speakerReferences": "J'ai donné des talks dans plusieurs conférences ces trois dernières années, dont voici quelques liens :\n\n-   BDX.io (FR) :  [https://www.youtube.com/watch?v=8xafl9VPiX8](https://www.youtube.com/watch?v=8xafl9VPiX8)\n-   Devfest Nantes (FR):  [https://www.youtube.com/watch?v=pjeXbKXSiVs](https://www.youtube.com/watch?v=pjeXbKXSiVs)\n-   Devoxx France (FR) :\n    -   [https://youtube.com/watch?v=pSHTe2xTGDc](https://youtube.com/watch?v=pSHTe2xTGDc)\n    -   [https://youtube.com/watch?v=J09wjZBzJGg](https://youtube.com/watch?v=J09wjZBzJGg)\n-   Devoxx Belgium (EN) :\n    -   [https://youtube.com/watch?v=Ofx6LFCYea0](https://youtube.com/watch?v=Ofx6LFCYea0)\n    -   [https://youtube.com/watch?v=dIABJZsvfWI](https://youtube.com/watch?v=dIABJZsvfWI)",
      "company": "Viseo",
      "photoURL": "https://lh3.googleusercontent.com/-gm2VH9ACvBs/AAAAAAAAAAI/AAAAAAAAHUs/1ekXFpnAWUY/photo.jpg",
      "twitter": "JoGrenat",
      "github": "jgrenat"
    },
    {
      "uid": "7nvNI5UNjmcHVhBxnCPz3TIz4rC3",
      "displayName": "Philippe Charrière",
      "bio": "J'ai plusieurs vies professionnelles (en même temps)\n- Senior Technical account manager pour GitLab 🦊\n- \"Boss\" chez Bot.Garden (en fait j'ai monté ma boîte pour tenter de \"transformer\" quelques side projects) 🤖🌼\n\nEt le reste du temps, si je ne suis pas à la pêche ou avec ma famille, je code en JavaScript, Golo, Kotlin et Scala",
      "company": "GitLab",
      "photoURL": "https://lh6.googleusercontent.com/-PKwAMaR8DwQ/AAAAAAAAAAI/AAAAAAAAJNQ/H9mANtBiKmg/photo.jpg",
      "twitter": "@k33g_org",
      "github": "@k33g"
    },
    {
      "uid": "pYuiGicpt0MenD8NEMhZXtk6VSr1",
      "displayName": "Horacio Gonzalez (LostInBrittany)",
      "bio": "Malgré ce que son accent espagnol bien prononcé peut suggérer, Horacio est arrivé en France il y a plus d'une quinzaine d'années. Passionné d'informatique, dans laquelle il est tombé depuis tout petit, il a découvert le développement web en 1997 et depuis il n'a pas arrêté de bosser autour.\n\nAprès quelques années comme tech leader de la partie frontend de [@warp10io](https://twitter.com/warp10io/) chez  [Cityzen Data](https://twitter.com/cityendata/), Horacio a rejoint [OVHcloud](https://twitter.com/OVHcloud) en janvier 2018 en tant que leader DevRel (Developer Relations). Il est cofondateur du  [FinistDevs](https://twitter.com/finistdevs/), le JUG/GDG français le plus proche de la Silicon Valley.\n\nPassionné par le développement web et tout ce qui gravite autour des composants web, Horacio est [Google Developer Expert (GDE)](https://developers.google.com/experts/people/horacio-gonzalez)  en Web Technologies and Flutter.\n\nVous pouvez voir mes dernières talks sur [mon profil Notist](https://noti.st/lostinbrittany)",
      "speakerReferences": "I have been several times speaker at Devoxx Belgium, Devoxx France, Codemotion Rome, Codemotion Madrid and Codemotion Amsterdam. I have done a keynote at MobiConf in Poland, and been speaker at many regional conferences: DevFest Nantes, DevFest Toulouse, DevFest Paris, Mix It, Sunny Tech, Riviera Dev... And of course lots and lots of meetups, JUGs and GDGs, because those are my roots. \n\nYou can see more about my speaker activity (with links to slides and videos) at https://noti.st/lostinbrittany",
      "company": "OVHcloud",
      "photoURL": "https://lh4.googleusercontent.com/-6krIgoWnkGk/AAAAAAAAAAI/AAAAAAABR4o/EJH0Fh-m16k/photo.jpg",
      "twitter": "@LostInBrittany",
      "github": "https://github.com/LostInBrittany"
    },
    {
      "uid": "Y6vBesjiB6Tx0pqzmh9RyKSh0Hn1",
      "displayName": "David Aparicio",
      "bio": "Passionate engineer in Computer Science, graduated INSA Lyon 2014, after two years spent at UNICAMP in Brazil, actively participates in the community, through Meetups and conferences. His motto: “No developer is supposed to ignore security”.\n\nIngénieur passionné en Informatique, diplômé INSA Lyon 2014, après deux années passées à UNICAMP au Brésil, participe activement à la communauté, à travers des Meetups et des conférences. Sa devise: « Nul développeur n'est censé ignorer la sécurité »",
      "speakerReferences": "Ensemble des références disponible sur [mon portfolio](https://davidaparicio.gitlab.io/website/event/)\n\nTalk donné en 2021: au Cloud Nord, Cloud Est, JUG SummerCamp, meetup CaféDevOps Lyon et au fameux Riviera2021 (sans slides)\n\n[Épisode de podcast](https://anchor.fm/cloud-nord-x-welovedevs/episodes/5-Conseils--Soumettre-son-premier-CFP-avec-David-Aparicio---OVHcloud-e15f7i4/a-a69dp1b) ou table ronde [Les Briques du Cloud (S01E01)](https://www.twitch.tv/videos/1169837703)\n\nMon avant-dernier talk \"La sécurité dès la conception du projet (Security By Design 101)\" présenté l'année dernière 2020 au cours d'une conférence virtuelle [Codeurs en Seine](https://youtu.be/2URdbU5nMcs), ainsi qu'en présentiel durant [un quickie JUGSummerCamp](https://youtu.be/eQ58Y5gLyN4), un [HumanTalks](https://humantalks.com/cities/lyon/events/533) et au [meetup GDG Lyon](https://www.meetup.com/GDG-Cloud-Lyon/events/lpnvdpybcdbrb/)\n\nPage 25 (https://david.aparicio.eu/cv/2015_magellan.pdf)",
      "company": "OVHCloud",
      "photoURL": "https://avatars2.githubusercontent.com/u/809982?v=4",
      "twitter": "dadideo",
      "github": "davidaparicio"
    },
    {
      "uid": "jcgQ0F1L54dEsi4l6WMylBxEMDx2",
      "displayName": "Gerard Paligot",
      "bio": "Father and husband, Software Staff Engineer at Decathlon, GDG Lille (Android) and FRAUG organizer and Disney Fan!",
      "speakerReferences": "Vous pouvez retrouver toutes mes références via cette page : https://gerard.paligot.com/speaking/",
      "company": "Decathlon",
      "photoURL": "https://pbs.twimg.com/profile_images/1465658195767136257/zdYQWsTj_400x400.jpg",
      "twitter": "GerardPaligot",
      "github": "GerardPaligot"
    },
    {
      "uid": "0Xv6EnbodmaXO2WF56MP48WbKF62",
      "displayName": "Sébastien JAUPART",
      "bio": "Développeur Java depuis 2015 et enseignant vacataire depuis 2018, Sébastien a débuté et forgé son expérience technique dans le monde du retail.\n\nOrienté back, il apprécie travailler sur des problématiques liées à la performance et aux architectures microservices. Il aime apprendre des autres et partager ses connaissances au travers de présentations théoriques et d'ateliers pratiques (Git ProTips, ...).\n\nDésormais consultant FullStack chez Ippon Technologies à Lille, il souhaite continuer à partager ses expériences sur de nouveaux sujets liés au testing ou à la programmation fonctionnelle.\n",
      "company": "Ippon Technologies",
      "photoURL": "https://lh3.googleusercontent.com/fife/AAWUweVBgq-JO_mXa3AfNHbx2VH-ZgaGNtrL9cZvIE2IIp1DUhJL5-pz834jC2cRtlrELbMhBuEhrEAwoD3dC9XKYqIvoBVqp2vrZP84CcOtpERjXHxjOU01MFd5o2do-ovAb5GTANVOfiiHn37ptlde3TUfNLQkbrytwKpqH6WHPaZNK5igZdUwMUCQzKNIVHbcOgXNld6MUyu2wUS8HoHt2ftAy3zzrWRgvBGlbh3-LoGHYkvKOMRPWJY_KAkBRrQXj2pP78QQ4podU8mra4R8NoNvZ96NhyqHYh-QaJjCY73Mt6Oaw-YFJogBnbz7WXGdVyWZ1LwIkN8p7ZNjvxt8xJwaKZ2fvJrF3bRLUjwwxIzIlrjqmhBUffexX6Jai2jrKZYjLU5qDsb1V3tgA9QGHsGimHo5t8GzKf5Wnb7Eu_xCltePc7oKU2-41RFQsStemRKnu6bovs_AYMDWmjfngTYsp2xTp6YYIKmBsa9C-1D3xkPjsvtJ7be1FN1cbaTF9C4f-EEQvknh05uGjNnQEiPzc5-vQr6IVRNoHopjL0O1KvV6NEvoSxJlB90dCTrAGB41xug_X_1FshEtTTuNdp8oWpf14Dsw_tEa5nSQc83wmlDCHhtcyEwe1Fo5cujo5mgT0fIfT47LMpmctx5idrNLVS0qyhhp5z8bYokP0Blej7PQe8yXshIDd-sqIz67uT7zEUkEA95isKbYaI0X-pMdVl0KuXP-zogHCJwyXl4Gjw=s32-c"
    },
    {
      "uid": "9g2TJuw97VMd8Zwn9y2x0g0w7SB2",
      "displayName": "Delegue Alexandre",
      "bio": "Java, Scala, Kotlin, Javascript, pain au levain",
      "company": "MAIF",
      "photoURL": "https://avatars2.githubusercontent.com/u/1575521?v=4",
      "twitter": "@chanksleroux",
      "github": "larousso"
    },
    {
      "uid": "mM9cCQG86kWwoaCQsQ5pwq26d012",
      "displayName": "Grégoire Pineau",
      "bio": "Arrivé en 2017 dans l’équipe de JoliCode, Grégoire a toujours aimé bidouiller,\ncomprendre et apprendre. À l’issue d’études éclectiques, il est revenu au Web en\n2010, domaine dans lequel il exerce depuis avec passion. Après avoir appris à se\nservir du framework Symfony, il a passé sa certification, puis a commencé à\ncontribuer timidement… Ce qui l’a mené, quelques années après, à devenir un des\ncore contributeurs du projet !\n\nDurant toutes ces années, il a toujours préféré le backend au frontend – même\ns’il apprécie React, Sass et ces autres joyeusetés, il s’amuse davantage avec\nAnsible, AWS ou Consul. Vous pourrez le croiser lors de meetups, ou dans des\nmatches de Volley :-)\n",
      "speakerReferences": "https://speakerdeck.com/lyrixx ",
      "company": "jolicode",
      "photoURL": "https://lh3.googleusercontent.com/a-/AAuE7mDuHlmv061hDvW5Br_b1xBkPM_ywv5xpltwuIV-TA",
      "twitter": "lyrixx",
      "github": "lyrixx"
    },
    {
      "uid": "y3wNWuGdbKdUsmdjMrbbQXHL2ay1",
      "displayName": "David Pequegnot",
      "bio": "Développeur Java à la base, je suis aussi ingénieur performance au sein de Worldline. \n\nUn soucis de performance ? Un Black Friday difficile ? Je suis là pour accompagner les équipes afin de diagnostiquer le problème, même si a priori il n’y en avait pas :).\n\nJe reste développeur dans l’âme, et j’adore expérimenter tout plein de frameworks, notamment du monde de l’Observabilité. Mon objectif ? Annihiler les incident de productions !\n\nEt si vous voulez discuter Java, Kotlin, Python ou Rust, ce sera aussi avec plaisir ! :D",
      "speakerReferences": "* 2019 - What? Monitoring my application in production with an APM?\n* ParisJUG (co-speaker) : 09/02/2021 - Java server-side, 22 ans et toujours fringant ! (https://www.youtube.com/watch?v=Kr5ARdTuX8Q)\n* 2021 - Observability. How it started, how it's going.\n* BordeauxJUG (co-speaker) : 24/06/2021 - Java server-side, 22 ans et toujours fringant ! (https://www.youtube.com/watch?v=FXSFeyhxVIM)",
      "company": "Worldline",
      "photoURL": "https://lh3.googleusercontent.com/a-/AOh14GiQv4MJw_VRD2uA7mybnFr-Cc8k3ve4-Cn2-dIxYg=s96-c",
      "twitter": "foxlegend",
      "github": "foxlegend"
    },
    {
      "uid": "F5ZGeSwlxjTyIVuhWfPZrVinnn92",
      "displayName": "Charles-Marie Ambrosetti",
      "bio": "Développeur passionné depuis plus de 10 ans, j'ai eu l'occasion de travailler dans des domaines aussi variés que les véhicules connectés, le paiement sécurisé, la performance, le monitoring l'observabilité, et j'en oublie sûrement.\nJe joue aux jeux vidéos sur mes heures perdues, c'est-à-dire celles où je ne travaille pas, dors pas, ou ne mange pas (encore que).",
      "speakerReferences": "J'ai eu l'occasion de donner plusieurs présentations lors d'évènements internes petits et grands, ainsi que lors d'évènements publics comme le Scala User Group (présentation Gatling) et le Google Developer Group (Protobuf Android).\n",
      "company": "Worldline",
      "photoURL": "https://avatars.githubusercontent.com/u/3098707?v=4",
      "twitter": "charlesmariea",
      "github": "TheCopycat"
    },
    {
      "uid": "GaTXktSpMGXO1RIGafgjJ9m87oB3",
      "displayName": "Adrien PESSU",
      "bio": "Je suis un développeur Freelance passionné, en particulier de Java, Kotlin et Web. Je m'intéresse aussi particulièrement à la sécurité applicative (AppSec). J'aime chercher/corriger des bugs de sécurité, mais aussi partager et mettre en place les bonnes pratiques.",
      "speakerReferences": "- Quickies au Nantes JUG sur Dropwizard (Décembre 2016)\n- Quickies au Nantes JUG sur Kotlin (Décembre 2017)\n- Code lab kotlin à Touraine tech 2018. (15 personnes), au JUGSummer Camp 2018 (8 personnes), au Devfest Nantes 2018 (45 personnes) et au Montpellier JUG\n- Conférence Kotlin au breizhcamp 2018 (100 personnes environ) et au LAVAJug\n\n- CORS, XSS, CSRF, SQL injection #BackToTheBasics :  \n  - TouraineTech 2019 (80 personnes),  \n  - au DevFest Paris 2019 (130 personnes)(https://www.youtube.com/watch?v=oxdSg3Kh3io), \n  - au Web2day (06/06/19 à Nantes) et au Nantes JUG (25/06/2019) \n  - au JugSummerCamp (13/09/2019)\n\n- 10 leçons sur les 10 plus grandes failles de sécurité\n - JugSummerCamp 2020\n- Volcamp 2021 (édition en ligne)\n\n",
      "company": "Freelance",
      "photoURL": "https://lh4.googleusercontent.com/-1wzRZnWEiLs/AAAAAAAAAAI/AAAAAAAAAgY/MXjzTjS-Qu4/photo.jpg",
      "twitter": "@adrienpessu",
      "github": "@adrienpessu"
    },
    {
      "uid": "gc7UU76X8rPr0TlUxisWFi8deWD2",
      "displayName": "Sébastien Charrier",
      "bio": "Alternant entre des jobs de développeur ou de product owner depuis des années, Sébastien est un amoureux des produits simples et efficaces.\n\nIl a travaillé deux ans en tant que développeur sur l’API de Trainline (ex Capitaine Train), avant de se lancer dans une nouvelle aventure en créant bump.sh.",
      "speakerReferences": "Mes dernières conférences (slides + vidéos) : https://noti.st/scharrier",
      "company": "bump.sh",
      "photoURL": "https://avatars1.githubusercontent.com/u/30788?v=4",
      "twitter": "scharrier",
      "github": "scharrier"
    },
    {
      "uid": "yVh0TaIWmiRohty6BeheTneHxLI2",
      "displayName": "Patrice De Saint Steban",
      "bio": "Depuis presque 10  ans je me passionne pour le développement d'applications WEB et Mobile, en touchant à toutes les couches du Front au Back jusqu'à son déploiement sur le Cloud.\n\nJ'ai travaillé sur des technologies très différentes, du PHP au JAVA et JAVASCRIPT, du GWT à Angular et React, de Google App Engine à NodeJS.\nJe m'intéresse au Machine Learning et les agents conversationnels.",
      "speakerReferences": "*Conférences publiques*\n- Co-Animateur au CodeLab sur Google App Engine à Devoxx en 2012\n- Conférence sur Html5 et GWT à Rivierra Jug en 2011\n- Conférence sur le futur de GWT à DevFest Paris en 2015\n- Quickie sur  IA vs machine learning vs deep learning à [Sfeir Lunch Nantes](https://www.eventbrite.fr/e/billets-sfeir-lunch-6-58291769251#) en avril 2019\n- Quickie sur \"Java 12: quoi de neuf ?\" à [Nantes JUG](https://nantesjug.org/#/events/2019_05_20) en mai 2019\n- **Quickie sur \"Auto ML Vision : le PAAS du machine Learning\" à [DevFest Lille](https://devfest.gdglille.org/agenda.html)** en juin 2019\n- SummerClazz  \"Auto ML Vision\" à [Zenika Nantes](https://www.meetup.com/fr-FR/NightClazz-by-Zenika-Nantes/events/262590522/) en aout 2019\n- **Conférence sur \"AMP For Email : Mon email devient dynamique\"** à : \n   - [DevFest Strasbourg](https://devfest.gdgstrasbourg.fr/schedule/2018-11-06?sessionId=117) en novembre 2019\n   - [AFUP Days Nantes](https://event.afup.org/afup-day-2020/afup-day-2020-nantes/programme/#3258) en juin 2020\n   - [Devoxx](https://cfp.devoxx.fr/2021/talk/PWU-8347/Mon_email_devient_dynamique_!) en octobre 2021\n- **Conférence sur \"Flutter: Write once, run anywhere\"** au meet up [HDG France](https://www.meetup.com/de-DE/hdg-france-huawei-developer-group/events/278274729/) en juin 2021\n- **Codelab sur \"Devenir Svelte avec Svelte\" à [DevFest Nantes](https://devfest2021.gdgnantes.com/sessions/devenir_svelte_avec_svelte/)** en octobre 2021\n\n\n*Conférences Internes*\n- Conférence en interne chez TalendSoft sur l'IA en 2018\n- Conférence en interne chez Société Générale sur les tendances du WEB\n- Présentations internes chez Sfeir et Zenika\n   - Dialoflow\n   - Flutter: Write once, run anywhere\n  \n\nMes vidéos : https://www.youtube.com/playlist?list=PLITDFQQM8KHoW8ltnHiiqpJi9-VySqUnx",
      "company": "Zenika",
      "photoURL": "https://lh6.googleusercontent.com/-RdYlDLmyOLo/AAAAAAAAAAI/AAAAAAAAAAc/KyxC3C3XSwc/photo.jpg",
      "twitter": "@patoudss",
      "github": "patou"
    },
    {
      "uid": "nW1aUHIa16Y0IZvSpiVygiQIfxk1",
      "displayName": "François DELBRAYELLE",
      "bio": "Bonjour, je suis François Delbrayelle, développeur full-stack avec une appétence plutôt back-end depuis près de 12 ans, je navigue surtout dans l’écosystème Java / Spring mais je m’intéresse également aux évolutions du web côté front-end.\nJ’ai rejoint Ippon Lille il y a 2 ans et suis en phase d’évolution vers le métier d’architecte solutions. J’ai également animé des présentations lors de midis techniques autour de thèmes comme Vue, Kubernetes, Quarkus, JHipster ou les nouveautés Java. Formateur Spring au sein d’Ippon en interne et pour nos clients, je suis également référent du blog Ippon pour la communauté full-stack. Curieux de nature, je suis de près les sujets liés au cloud souverain et à la blockchain et mets à l’épreuve régulièrement mes connaissances à travers la veille.\nSur mon temps libre, je joue du violoncelle, apprends le japonais et le géorgien, lis beaucoup, m'intéresse au cinéma et à la botanique. Côté sport : je nage, fais de l'aïkido et marche beaucoup !\n",
      "speakerReferences": "Plusieurs talks donnés notamment sous forme de midis techniques. Voir ma page [Brown Bag Lunch](http://www.brownbaglunch.fr/baggers.html#francois-delbrayelle) ainsi que mon [GitHub](https://github.com/fdelbrayelle/) pour les différents supports (slides et démos).",
      "company": "Ippon Technologies",
      "photoURL": "https://lh3.googleusercontent.com/a-/AAuE7mCWNlghOsqe9hb3tINkuJXEdaGt64PXtWumTrop",
      "twitter": "fdelbrayelle",
      "github": "fdelbrayelle"
    },
    {
      "uid": "ZdNase96oBSI6QdrWySX9eCtJgs1",
      "displayName": "Julien Topçu",
      "bio": "Tech Coach chez Shodo, j'accompagne le développement de logiciels à forte valeur métier en usant de techniques issues du Domain-Driven Design, le tout propulsé en Xtreme Programming dans la philosophie Kanban #NoEstimates. Membre de la fondation OWASP, j'évangélise sur les techniques de sécurité applicative afin d'éviter de se faire hacker bien comme il faut.",
      "speakerReferences": "En tant que speaker, j'ai participé à plusieurs conférences : DevFest Nantes, VoxxedDays Microservices, DevFest Toulouse, BDX.io, Devoxx France, Devoxx Belgium, Codeurs en Seine, Mixit etc...\n\nLa liste de mes videos sur YouTube:\nhttps://www.youtube.com/playlist?list=PLuMbC-fWSyk3zf7o0idX1pXD4HSuTqCoY\n\n",
      "company": "Shodo",
      "photoURL": "https://fr.gravatar.com/userimage/123188453/975870a140996b955ead02165d002e51.png?size=500",
      "twitter": "@JulienTopcu",
      "github": "julien-topcu"
    },
    {
      "uid": "mnKCXR65CudbqcmnzEonfNGs1Jk2",
      "displayName": "Cécile Freyd-Foucault",
      "bio": "Tomber dans la soupe du design étant petite, je suis designeuse. Je parle avec autant de passion de typographie que de flow utilisateurs, accessibilité et surtout de design system 😍 !",
      "speakerReferences": "* DevFest Nantes 2021 https://www.youtube.com/watch?v=GMzXZA9tiW4\n* ParisWeb 2021\n* Devest Lille 2021\n* Devoxx 2019  https://www.youtube.com/watch?v=jXcO7Qu1Gjs&t=1s \n* Best of Web 2019 https://www.youtube.com/watch?v=cZfqxLribBc&t=1s\n* DevFest Lille 2019 https://www.youtube.com/watch?v=W6Lo6FkaUm8&t=1s\n* ParisWeb 2019 https://www.youtube.com/watch?v=L1wdoLFOxKU \n* Bdx.io 2019 https://www.youtube.com/watch?v=iD0Hy7jsuMc\n* DevFest Nantes 2019  https://www.youtube.com/watch?v=rIZjbuEfyDs&list=PLuZ_sYdawLiUjPGPsOvBcgBxC6yP_HSA6&index=24&t=1s\n* Touraine Tech 2020\n* DevFest Bout du Monde 2020\n* Meetup : UX design Brest (typographie), le Rendez-vous des speakers (REX autours d'un design system)",
      "company": null,
      "photoURL": "https://pbs.twimg.com/profile_images/1466896120379068416/ZbmwziI2_400x400.jpg",
      "twitter": "@cecilefreydf"
    },
    {
      "uid": "8bRdg6HP4rTESCd8x8MuIWGEbBt2",
      "displayName": "Mélanie Boudard",
      "bio": "Mélanie est actuellement Tech Lead / VPE pour le service public Pix. \n\nMélanie a testé plusieurs aspects de l'informatique, du jeu vidéo à la recherche en bioinformatique. Elle est revenue à sa passion pour le web, et notamment le front. Elle s'intéresse aux bonnes pratiques et aime trouver de nouveaux moyens pour faire grandir les équipes.",
      "speakerReferences": "https://www.youtube.com/watch?v=4iVPa9m5Emw",
      "company": "Pix",
      "photoURL": "https://pbs.twimg.com/profile_images/1219272706866208771/Xrk8Ts5d_400x400.jpg",
      "twitter": "https://twitter.com/MelanieBWeb",
      "github": "https://github.com/MelanieMEB"
    },
    {
      "uid": "VeBTP8lqOYaXBCpwTlGjBW2n1yH2",
      "displayName": "Laurent Grangeau",
      "bio": "Laurent Grangeau is a Cloud Solution Architect with more than 10+ years of experience. Former Java developer, he has since developed in .NET, with Agile and DevOps mindsets. He has been experimenting with cloud providers for more than 5+ years. Docker enthusiast from the beginning, he has experienced with building microservices and distributed systems. He loves to automate things and run distributed applications at scale.",
      "speakerReferences": "Paris Serverless Architecture Meetup organizer : https://www.meetup.com/fr-FR/Paris-Serverless-Architecture-Meetup/\nDockercon 2017 : https://europe-2017.dockercon.com/speakers/#speaker_laurent_grangeau\nVoxxed Luxembourg 2017 : https://www.youtube.com/watch?v=ysXWglKvg_A\nBreizhcamp 2017 : http://www.breizhcamp.org/conference/programme/\nSwampup 2017 : https://www.youtube.com/watch?v=ORzPD3--j6M\nSnowcamp 2017 : https://snowcamp2017.sched.com/event/90Xd/scalability-resiliency-all-you-need-is-orchestration\nHashiconf 2016 : https://www.youtube.com/watch?v=dFgHhB4bQeQ\nDevOpsDDay 2016 : https://www.youtube.com/watch?v=Kn6L54FnSHY\nDockercon 2015 : https://www.youtube.com/watch?v=X2JxHtpYct0",
      "company": "Sogeti",
      "photoURL": "https://avatars3.githubusercontent.com/u/4910715?v=4",
      "twitter": "@laurentgrangeau",
      "github": "laurentgrangeau"
    },
    {
      "uid": "ATWxmgrBTEcstZyQjR25MPP5wJS2",
      "displayName": "Jean Couteau",
      "speakerReferences": "Rencontres Mondiales du Logiciel Libre 2010 (Bordeaux) - ISIS-Fish, un simulateur libre pour la recherche : \nhttp://2010.rmll.info/ISIS-Fish-un-simulateur-libre-pour-la-recherche.html?lang=fr\n\nPSY Talk Nantes (Mai 2019) - L'entreprise Autrement",
      "company": "Code Lutin",
      "photoURL": "https://lh5.googleusercontent.com/-RHL1PKvMuhw/AAAAAAAAAAI/AAAAAAAAAAA/ACHi3reeZXZGoh0B1aOJumGC1bOYBhYP-w/mo/photo.jpg",
      "twitter": "@jcouteau"
    },
    {
      "uid": "KnXJ9TChESfPYo1VGkztUQf1hx93",
      "displayName": "Sébastien jardin",
      "bio": "\nIngénieur systèmes SRE - DevOps\n\nOVH\nDates d’emploi févr. 2019 – Aujourd’hui\nDurée d’emploi 10 mois\nLieu Région de Bordeaux, France\n\nITS GROUP S.A.\nIngénieur Systèmes DevOps chez CDiscount\nDates d’emploi sept. 2017 – févr. 2019\nDurée d’emploi 1 an 6 mois\nLieu Région de Bordeaux, France\n\n\nOXAND DevOps\nDates d’emploi juin 2015 – sept. 2017\nDurée d’emploi 2 ans 4 mois\nLieu Avon (France)\n\n\nCrédit Agricole Consumer Finance\nIngénieur Système\nDates d’emploi oct. 2013 – juin 2015\nDurée d’emploi 1 an 9 mois\n\n\nPRESSTALIS\nDurée totale 3 ans\n\n Intitulé du poste Administrateur Icinga\n ates d’emploi oct. 2010 – sept. 2013\n Durée d’emploi 3 ans\n\n",
      "speakerReferences": "Kubinception // CNCF Bordeaux // https://www.meetup.com/fr-FR/Cloud-Native-Computing-Bordeaux/events/259991418/\n ",
      "company": "OVHCloud",
      "photoURL": "https://lh3.googleusercontent.com/a-/AAuE7mDkorAAf3jmep4AZ-lyHENykBCh9tLyygdLRM1c",
      "twitter": "https://twitter.com/Sebastien_Jard1",
      "github": "https://github.com/SebastienJardin"
    },
    {
      "uid": "irgm2DvTsrQt79lI1YIaR3B3V4p1",
      "displayName": "Denis GERMAIN",
      "bio": "SRE le jour, blogger Ops sur blog.zwindler.fr la nuit.\n\nJe cours (lentement), cuisine et me gave de science fiction.\n\nJe fais du Python et j'automatise tout ce que je trouve avec Ansible.",
      "speakerReferences": "* **Open Source Experience 2021 (9-10 novembre 2021)** : Ciel mon Kubernetes mine des Bitcoins !\n* **Cloud Est 2021 (21-22 octobre 2021)** : Dis papa ! C'est quoi un SRE ? ([video](https://www.youtube.com/watch?v=o8dSUfNcU8M))\n* **Cloud Nord 2021 (7-8 octobre 2021)** : Dis papa ! C'est quoi un SRE ? ([feedback](https://openfeedback.io/o4Vw2WFiBkO4udP6rZKL/0/ulVvLS2IQK9r0hEaLByb))\n* **RabbitMQ Summit 2021** : 101 ways to break RabbitMQ (en anglais)\n* **GDG Lille Meetup mai 2021** :  Ciel, mon Kubernetes mine des Bitcoins ! ([video](https://www.youtube.com/watch?v=SVyT16cHcLk))\n* **RRLL 2020** : Le logiciel libre a-t-il de beaux jours devant lui ? ([video](https://youtu.be/DNH4VXrRENs?t=6700))\n* **Hack-it-N 2019** : Ciel, mon Kubernetes mine des Bitcoins !\n* **BDX I/O 2019** : Le logiciel libre a-t-il de beaux jours devant lui ? ([vidéo](https://www.youtube.com/watch?v=Oan3cYgpKzA&t=13s), [feedbacks](https://openfeedback.io/3BQH3sLpx0EfLHHC7Wng/2019-11-15/10))\n* **CNCF Meetup Bordeaux #6** : Besoin de métriques Prometheus à long terme ? Thanos fera des Marvels ! [(lien du meetup)](https://www.meetup.com/fr-FR/Cloud-Native-Computing-Bordeaux/events/265657289)\n* **Pas Sage En Seine 2019** : Le logiciel libre a-t-il de beaux jours devant lui ? [vidéo](https://video.passageenseine.fr/videos/watch/5092df3e-982c-4346-93c9-ec9eb3b286e2)\n* **CNCF Meetup Bordeaux #3** : Dans ton Kube : retour sur 2 ans d'incidents en production [(lien du meetup)]( https://www.meetup.com/fr-FR/Cloud-Native-Computing-Bordeaux/events/258351142/?rv=ea1_v2&_xtd=gatlbWFpbF9jbGlja9oAJDI3YTAzNzNhLWY2YmEtNDdjMy1hN2QwLWEyYWVhZjllZjc0OQ)\n* **BDX I/O 2018** : Ami développeur, deviens un Ops sans effort avec Ansible [(vidéo du talk)](https://www.youtube.com/watch?v=WPRE1_f0pyg)\n",
      "company": null,
      "photoURL": "https://lh4.googleusercontent.com/-8qTjc64vEG0/AAAAAAAAAAI/AAAAAAAASVc/cQjK_wiggIo/photo.jpg",
      "twitter": "@zwindler",
      "github": "@zwindler"
    },
    {
      "uid": "PRuMzxC7NVbsVnJP07AbHR2cNFx2",
      "displayName": "Benjamin Cavy",
      "bio": "Lead dev à la MAIF, je m'intéresse en ce moment particulièrement aux tests et méthodologie de testing.",
      "speakerReferences": "### Mutation testing : y-a-t-il des trous dans votre couverture de test ?\n\n* Jug Summer Camp 2021\n\n### Asynchronisme et Event Loop en JavaScript, quickie\n\n* Devfest 2018\n* Devoxx France 2019\n* Riviea dev 2019\n* JUG Summer Camp 2019\n* Devfest strasbourg 2019\n* Codeur en seine 2019\n\n### React en 2019, conférence (avec Yvonnick Frin)\n\n* Devoxx France 2019\n* JUG Summer Camp 2019\n* Devfest Nantes 2019\n\n### Laravel et Vue.js, une stack simple et efficace pour le WEB (avec Yvonnick Frin)\n\n* Web2day 2017\n* JUG Summer Camp 2017\n* SnowCamp 2018\n* AFUP Nantes 2018\n* AFUP Days Rennes 2019\n\n",
      "company": "MAIF",
      "photoURL": "https://lh3.googleusercontent.com/-qridgWF20Vk/AAAAAAAAAAI/AAAAAAAAAtQ/K8bT4K-PTmU/photo.jpg",
      "twitter": "@benjamin_cavy",
      "github": "ptitFicus"
    },
    {
      "uid": "cQ2crtyaLna4zeubqysVfDcS3vk1",
      "displayName": "Annabelle Koster",
      "bio": "Ancienne Recruteuse IT, désormais Ambassadrice des communautés SFEIR. Je suis membre du GDG Nantes et organisatrice du DevFest Nantes depuis 2016, et présidente depuis 2020  !\nPassionnée de l'univers IT, de mon métier et fan des Spice Girls ! ",
      "speakerReferences": "SFEIR Lunch 18 décembre : \"vis ma vie de bénévole\" - lighting\nGDG Nantes 11 décembre : Speechless Live (animatrice)\nHumanTalk Nantes Février 2020 - Quickie \"Vis ma vie de bénévole\" \nDevFest Paris 2020 - Quickie \"Vis ma vie de bénévole\"\nJugSummerCamp 2020 - Quickie \"Vis ma vie de bénévole\" https://www.youtube.com/watch?v=n6e5Gf1dAXA",
      "company": "SFEIR",
      "photoURL": "https://lh3.googleusercontent.com/-distoCxqsfI/XkLVvex7kVI/AAAAAAAABdU/WVSL0cHhj5AkYn24V1ZtwZUgL3vEi5hnQCEwYBhgL/w139-h139-p/Capture%2Bd%25E2%2580%2599e%25CC%2581cran%2B2019-11-05%2Ba%25CC%2580%2B16.53.54.png",
      "twitter": "@AnnabelleKoster"
    },
    {
      "uid": "Phb3HAqlbCTaH37I9WorONd8KUD2",
      "displayName": "Frédéric Cabestre",
      "bio": "Développeur indépendant, tendance «software crafter». Depuis longtemps attiré par les langages et leur mise en œuvre. Grand amateur de programmation fonctionnelle, même quand ce n'était pas encore cool. Curieux des systèmes, surtout s'ils sont distribués.",
      "speakerReferences": "Noël Des Speakers 2020 (https://youtu.be/OEMIALlDfUM?t=182)\n\nLambda Lille 2020 (https://youtu.be/moJpV-BgezM)\n\nDevFest Toulouse 2018 (https://youtu.be/AQ_q-hdtNS4)\n\nDevoxx France 2018 (https://youtu.be/mKcAFHtqdsM)\n\nDevFest Toulouse 2017 (https://youtu.be/o8NYd55Sl2Y) et 2016\n\nCapitole du libre 2016 (https://2016.capitoledulibre.org/programme.html#tls-des-elements-base-a-lets-encrypt)\n\nCapitole du libre 2015 [Annulé] (https://2015.capitoledulibre.org/programme/presentation/46/)\n\nToulouse JUG (https://youtu.be/B2QW6jzhQeU, https://youtu.be/V5tdBCBOZQk)\n",
      "company": "SIGUSR",
      "photoURL": "https://avatars3.githubusercontent.com/u/912629?v=4",
      "twitter": "@fcabestre",
      "github": "fcabestre"
    },
    {
      "uid": "MIk2pkgfjjfTWRrlZQulaVJxWgR2",
      "displayName": "Alexandre Fruchaud",
      "bio": "Après 10 ans d’expérience dans le backend, je suis à la frontière entre le développeur et l'architecte. J'affectionne particulièrement les Data Integration Pattern. Je reste un grand fan du DDD!\n\nA l'origine, je viens du java, et j'ai bien touché à la JVM. J'ai aussi joué quelques notes de programmation fonctionnelles. Je suis Kafkaiste convaincu et je suis certifié et formateur sur la techno.\n\nEn perso, je monte sur les planches de temps en temps dans des représentations de théâtre d'impro.",
      "company": "Zenika",
      "photoURL": "https://lh3.googleusercontent.com/a-/AOh14Gi4z-_e-jd9KBy14b9yJooRZGuC21crMv16vGs5=s96-c",
      "twitter": null,
      "github": "mmacphail"
    },
    {
      "uid": "6klOX1xduHbBCxddJhe0sBJLZp13",
      "displayName": "Delphin Aubin",
      "bio": "Fan de web, je développe avec passion depuis plus de 10 ans.\nCurieux de nature, j'aime beaucoup savoir comment les choses fonctionnent et regarder sous le capot des outils que nous utilisons tous les jours.\n\nEnfin, comme j'aime le partage, je suis speaker et buveur de bière à mes heures perdues :)\n",
      "speakerReferences": "J'ai donné un talk au Paris Open Source Summit 2019  (\"Momomodule\" avec Emmanuel Demey)\nJ'ai déjà speaké lors de différents meet up de la région Lilloise : \nGDG Lille,\nReact Beer,\nPlusieurs BBL",
      "company": "Zenika Lille",
      "photoURL": "https://lh3.googleusercontent.com/-UzixzWYbeqM/AAAAAAAAAAI/AAAAAAAAABc/3c7NRhzQzqk/photo.jpg",
      "twitter": "@delphinaubin",
      "github": "delphinaubin"
    },
    {
      "uid": "6gcb9OjG5cgl14IQBEt5yu4TmTT2",
      "displayName": "Ludovic Piot",
      "bio": "# -- English version --  \nLudovic felt into _DevOps_ in 2004 with first _Infra as Code_ deployments on _bare-metal_ blade servers. He's found of empowering project teams through automated tools and friendly collaboration, and then welcome `Docker` and `Kubernetes` as the ultimate tools to leverage his favorite practice. Through meetups, conferences and forums, he shares his love for _cloud_, _infra as code_, _devops_ and performance topics. \n\n# -- French version --  \nLudovic est tombé dans le _DevOps_ en 2004, soit… 3 ans avant l'invention du mot _DevOps_. ;-) A l'époque, il fait des déploiements en _Infra as Code_ sur les premiers serveurs blade, en _bare-metal_. Il adore aider les équipes projet à gagner en autonomie via l'usage d'outils et d'automatisation et à travers une collaboration libre et sans contrainte. C'est donc tout naturellement qu'il a accueilli `Docker` et `Kubernetes` comme les outils ultimes pour l'aider dans sa marotte favorite. En _meetups_ comme en conférences, il aime partager son amour pour le _Cloud_, l'_Infra as Code_, le _DevOps_ et les sujets d'optimisation de performance. ",
      "company": "TheGarageBandOfIT",
      "photoURL": "https://lh4.googleusercontent.com/-e48Nhdo-ubE/AAAAAAAAAAI/AAAAAAAANS0/iek18uwtDEw/photo.jpg",
      "twitter": "@lpiot",
      "github": "ludovicpiot"
    },
    {
      "uid": "z40htDnoNBgrrGeOikcH3MaKimO2",
      "displayName": "Édouard Siha",
      "bio": "Développeur de formation, un peu touche-à-tout à force d'être particulièrement curieux.\n\nAmateur de calembours et de houblon.",
      "speakerReferences": "# Conférences déjà données\n## XebiCon\n* 2018 : [Conférence 45 min : Ce que l'histoire du métro parisien m'a enseigné sur la création logicielle](https://www.youtube.com/watch?v=8ARwQbdWARQ)\n* 2019 : [Quickie 15 min : What the UTC?](https://www.youtube.com/watch?v=oG7OlXwalcY)\n\n## BreizhCamp\n* 2019 : [University 2h : Chérie, j'ai mis du fonctionnel dans mon Java !](https://www.youtube.com/watch?v=_wUBpEb5xWs)",
      "company": "WeScale",
      "photoURL": "https://lh3.googleusercontent.com/a-/AOh14GiE6mmdxP0ib4guRrl5f5xeF9JcqRjgkpBOcRnc=s96-c"
    },
    {
      "uid": "zBnEs3AmsIb5wjBTfSpocWu25vE3",
      "displayName": "Quentin Aubert",
      "bio": "Développeur fullstack a la maif sur une stack Scala Javascript.\nJe travaille essentiellement sur les projet Open Source de la MAIF, Otoroshi et Daikoku (https://github.com/MAIF)\n",
      "speakerReferences": "C'est mon premier talk, il faut bien commencer un jour ;)",
      "company": "MAIF",
      "photoURL": "https://avatars0.githubusercontent.com/u/9131476?v=4",
      "twitter": "@QuentinoVega",
      "github": "quentinovega"
    },
    {
      "uid": "bsQBCvfQjCbafP0wFCWVkPqwTGX2",
      "displayName": "Florent Lévêque",
      "bio": "Actuellement en formation D2WM à l'ENI Ecole d'informatique, je suis confronté à des soucis d'accessibilité numérique au quotidien.",
      "company": "ENI",
      "photoURL": "https://avatars.githubusercontent.com/u/84006572?v=4",
      "github": "florentleveque"
    },
    {
      "uid": "KWlesYn7ciZTRyCHSu3NQqMuGVi2",
      "displayName": "Hervé Boisgontier",
      "bio": "Formateur en développement informatique au sein d'ENI École Informatique à Nantes.<br>\nDepuis plus de 10 ans, avec différents langages, je forme à la programmation et l’art du développement informatique. Depuis longtemps, je m’intéresse au développement durable et plus récemment comment le mettre en pratique dans notre métier d’informaticien ou d'informaticienne.<br>\nJe me suis donc intéressé à ces thématiques et pour parfaire mes connaissances, j'ai suivi les formations \"écoconception de services numériques\" par GreenIT.fr et \"Développer des sites web accessibles\" par Access42 et obtenu les certifications associées.\nPour plus d'informations : <a href=\"https://www.linkedin.com/in/boisgontier/\">https://www.linkedin.com/in/boisgontier/</a>\n",
      "speakerReferences": "J'ai présenté sur un format court \"Un site internet pour répondre aux défis actuels : le GreenIT, l’accessibilité, la performance et le référencement\" à l'AFUP Day Nantes (édition en ligne le 19 juin 2020).<br>Le support de cette présentation est un site internet mettant en pratique les conseils prodigués à titre d'exemple : <a href=\"https://hboisgontier.github.io/afupDay2020/\">https://hboisgontier.github.io/afupDay2020/</a> (il faut utiliser les flèches du clavier pour faire défiler la présentation)<br>\nJ'ai co-animé la conférence \"Numérique Responsable, Green IT : un secteur en plein essor ? \" au Safari des Métiers du Numérique lors de la Nantes Digital Week le 22 septembre 2020 (physiquement !).<br>\nJ'ai co-animé pour ADN Ouest une conférence portant sur \"l'impact des transitions écologique et numérique sur les métiers\" le 2 février 2021 (à distance) dans le cadre d'un webinaire organisé par le Cariforef des pays de la Loire.<br>\nLe 29 juin 2021, avec Florent LEVESQUE, nous avons présenté \"The blind test\" dans un meetup (à distance) organisé par notre école.\nEnfin, le 22 octobre 2021, nous avons présenté cette conférence au DevFest de Nantes.",
      "company": "ENI École Informatique",
      "photoURL": "https://avatars1.githubusercontent.com/u/57721330?v=4",
      "github": "https://github.com/hboisgontier/afupDay2020"
    },
    {
      "uid": "rYhBI1cLEJSmHtzJfgyckwdJ0Il1",
      "displayName": "Jérémie Drouet",
      "bio": "Developer that develops. Sometimes I drink a coffee.",
      "speakerReferences": "- Talk about Progressive Web Apps at the Mobile One conference in 2018\n- I also talk during my sleep",
      "company": "Datadog",
      "photoURL": "https://lh6.googleusercontent.com/-1Qsye-cxZEQ/AAAAAAAAAAI/AAAAAAAAE_E/21fctkulPuA/photo.jpg",
      "twitter": "@jeremiedrouet",
      "github": "jdrouet"
    },
    {
      "uid": "rkaLW81wQESZ2UzLzD5DHgnHoRs1",
      "displayName": "Olivier Cloirec",
      "bio": "Consultant SRE / DevOps chez Publicis Sapient France\nContainer lover, aime les approches modernes orientées Cloud Native pour la conception d'application\nAime la culture DevOps et les défis techs et humains en général.",
      "speakerReferences": "Xebicon 2018 Paris - Orchestration : Conteneurs vs Musique - https://www.youtube.com/watch?v=w0crWhhcZ6Y\nParis Container Day 2021 (Online) : Les conteneurs détournés - https://www.youtube.com/watch?v=6-Lrl0W_amE",
      "company": "Publicis Sapient France",
      "photoURL": "https://avatars1.githubusercontent.com/u/5033885?v=4",
      "twitter": "@clook0",
      "github": "clook"
    },
    {
      "uid": "bzA5gGJEX8O2NAvaYvM7apE3NUe2",
      "displayName": "Alexandre Touret",
      "bio": "Je suis architecte et développeur sénior chez Worldline. Mon activité consiste à coder (principalement en Java), coacher des développeurs et concevoir des architectures. \n\nBlog: https://blog.touret.info",
      "speakerReferences": "J'ai été speaker dans le cadre des événements suivants:\n\n- Devoxx UK 2021 (EN): Kubernetes & Co, beyond the hype: 10 tips for designers who want to create cloud native apps\n- Devoxx UK 2021 (EN): Architecture Katas : Improve your system architecture design skills in a funny way !\n- Volcamp IO 2021 (FR): Améliorer les compétences et les infrastructures avec les katas d'architecture\n- JNation 2021 (EN): Kubernetes & Co, beyond the hype: 10 tips for designers who want to create cloud native apps\n- The Cloud First 2021 (FR): \"Améliorer les compétences et les infrastructures avec les katas d'architecture\"\n- The Cloud First 2021 (FR): \"Checklist_pour_concevoir_une_application_dans_le_cloud\"\n- Worldline Expert Community - \"Cloud Day\" Live event 2020 (EN) : \"K8S & Co : beyond the hype\"\n- Techforum Iberia 2020 (EN): Java Next Steps (EN)\n- Orleans Tech 2019 (FR): \"Unifiez vos traitements Batch et Streaming avec Apache Beam\"\n- Techforum 2019: Java Next Steps (EN)\n- Touraine Tech 2019 (FR): \"Architecture Hands-on\"\n- Touraine Tech 2018 (FR): \"Jenkins 2 : Le retour (d'expérience)\"\n\nVous pourrez trouver les slides de quelques présentations que j'ai pu faire sur [mon compte slidedeck](https://speakerdeck.com/alexandretouret).",
      "company": "WORLDLINE",
      "photoURL": "https://lh6.googleusercontent.com/-b9g43PM551Q/AAAAAAAAAAI/AAAAAAAADF4/S0ivCJalbks/photo.jpg",
      "twitter": "@touret_alex",
      "github": "alexandre-touret"
    },
    {
      "uid": "U0h27oWjIEX6SyideyIpOoPXtYs2",
      "displayName": "Jean-Francois James",
      "bio": "Coding Software Architect, Distinguished Expert, head of Worldline Expert Community, blogger, speaker, strong focus on the Java ecosystem, Eclipse MicroProfile contributer.\n\nStill enthusiast after more than 30 years in the IT Industry!",
      "speakerReferences": "Pendant les deux dernières années, j'ai effectué les conférences suivantes :\n\n* Touraine Tech 2018\n* EclipseCon France 2018 Toulouse\n* Eclipse DemoCamp Zurich 2018 Zurich\n* EclipseCon Europe 2018 Ludwigsburg\n* Devoxx Paris 2019\n* Oracle Code One San Francisco 2019",
      "company": "Worldline",
      "photoURL": "https://lh3.googleusercontent.com/a-/AOh14GhqYKTC1LuZxCojN1x6g8Q2uXXZDjExKURrDhC8cw=s96-c",
      "twitter": "@jefrajames",
      "github": "https://github.com/jefrajames"
    },
    {
      "uid": "0alFaI2imGdQVSjuaMLFFfwqoL62",
      "displayName": "Noël Macé",
      "bio": "Noël Macé nourrit depuis toujours une passion sans faille pour la pédagogie et l'innovation, qu'il transmet depuis onze ans lors des formations et conférences qu’il dispense. En 2014 il décide de faire du développement d'applications web sa spécialité, l'exerçant dans des contextes variés en tant que développeur, architecte logiciel, directeur technique et Developer Advocate. Depuis, il recherche ainsi systématiquement à identifier et transmettre les approches optimales pour les équipes de développements et les utilisateurs.\n\n*(en)*\n\nPassionate about sharing technical knowledge and about meeting and helping people, Noël loves to teach and has offered talks on diverse topics from the very beginning of his career in technology. He is a web developer and a developer advocate, a former mobile and Java developer, with experience in learning design, teaching, software architecture and technical management. Based on this wide experience, he now focuses on the developer community, where he helps developers around the world master the modern capabilities of the Web (among other things) through talks, blog posts and OSS contributions.",
      "speakerReferences": "Partager mes connaissances et contribuer à la communauté a toujours été un élément clef de mon travail.\nJ'enseigne, écrit et donne des conférences depuis maintenant plus de 10 ans.\n\nPour l'historique complet de mes conférences, écrits et workshops passés en lien avec mon travail actuel, rendez-vous à la section _[Conférences](https://fullweb.dev/docs/conferences)_ de fullweb.dev.\n\nMa page personnelle [noelmace.com](https://noelmace.com) vous donnera également un aperçu plus global de mes autres travaux.",
      "company": null,
      "photoURL": "https://lh4.googleusercontent.com/-_DHdWW0tzAs/AAAAAAAAAAI/AAAAAAAAAGY/SHaW4w5ruEQ/photo.jpg",
      "twitter": "@noel_mace",
      "github": "noelmace"
    },
    {
      "uid": "9LHSTmgvjXcyMPyfifAgXjtP6Z02",
      "displayName": "Pierre Tibulle",
      "bio": "\"Dev principalement mobile (Android/iOS/Hybride), je gribouille des sketchnotes colorées et je participe à l'organisation du meetup Android Nantes (GDG) et du rendez-vous des speakers...",
      "speakerReferences": "Je travaille depuis 8 ans sur des technos mobile natives et hybrides et je communique sur le sujet depuis 2017.   \nJe suis dans l'organisation du meetup Android Nantes (GDG) depuis avril 2018 et du rendez-vous des  speakers depuis août 2020.  \n Je fais aussi des sketchnotes que je partage sur https://twitter.com/ptibulle/media \n\nEn tant que speaker :\n* Meetup Android Nantes - Avril 2017 -:\"Services natifs Android en environnement Hybride Cordova\"\n* Jug Summer Camp La Rochelle - Septembre 2017 : \"Job Crafting en ESN - Make your job great again\" (https://www.youtube.com/watch?v=pcE-i8b0v3c)\n* Agile Tour Nantes - Novembre 2017 : \"Jobcrafting en ESN - une carrière agile en terrain hostile\"\n* Web2Day Nantes - Juin 2018 - un talk découverte sur flutter de 30' : \"Flutter, ça roxe du poney ?\"\n* Workshop \"Créer sa première application Flutter\" avec Horacio Gonzales et/ou Romain Rastel ( https://ptibulle.github.io ) : Devfest Nantes (Octobre 2018), Devfest Bout Du Monde (Février 2019), BreizhCamp (Mars 2019), Devoxx France, Android Maker et Meetup Flutter Paris (Avril 2019), Mixit Conf et Meetup Gdg Nantes (Mai 2019)\n* Niort Numéric - Mars 2019 - Keynote 15mn - \"Choisir sa solution mobile en 2019\"\n* Workshop \"Introduction au Sketchnoting\" : meetup We Innov Niort en novembre 2019 en présentiel, adapté pour le jouer pour le meetup Flutter/Duchesse (9 avril 2020) puis à Android Maker (21 avril 2020) en remote pendant le confinement.\n* Workshop \"Kotlin Multiplatform\" avec Maxime Lumeau et Robin Caroff : Devfest Nantes (Octobre 2019), BDXio (Novembre 2019), Devfest Paris (Février 2020), Devfest Bout Du Monde (Février 2020)\n* \"Il était une fois les navigateurs Web\" avec Noël Macé ou je dessine les slides en live : Riviera Dev (Juillet 2021), Jug Summer Camp (Septembre 2021)",
      "company": "IKOBOX",
      "photoURL": "https://lh6.googleusercontent.com/-EPCphRSOO1Y/AAAAAAAAAAI/AAAAAAAAARo/JCN5RTGQPos/photo.jpg",
      "twitter": "@ptibulle"
    }
  ],
  "categories": [
    {
      "name": "Design, UI, UX",
      "id": "46293012-ca7f-5197-8c58-69bc9a6c7a4b"
    },
    {
      "name": "Front web, Mobile",
      "id": "96440de7-ddfa-5d09-b206-64ecb4ec86c0"
    },
    {
      "name": "Backends, Cloud, Big Data",
      "id": "ae14e3b6-2476-58d7-a629-f130574251bd"
    },
    {
      "name": "Jeux vidéos et hybrides",
      "id": "7af0e2b1-708d-5a28-9e44-b1fe0ef856a8"
    },
    {
      "name": "Internet des objets",
      "id": "9fc85ea1-2256-54f1-886f-246090b0e764"
    },
    {
      "id": "63920d15-9b86-58e5-875c-441301f6dbb9",
      "name": "Conception, architecture"
    },
    {
      "name": "Outillage, pratiques de développement",
      "id": "18c44d7d-ed48-5dde-94ba-8b4477a84db3"
    },
    {
      "id": "ed8afd05-a6aa-58e7-a6fd-7413d262a8b9",
      "name": "Alien"
    }
  ],
  "formats": [
    {
      "id": "f1f4eb00-ff40-57ea-805a-b3aa3ce5f6e6",
      "name": "Quickie (15min)"
    },
    {
      "name": "Conférence (50min)",
      "id": "84638839-c9f7-5eaf-9df5-5fcb578c2c6d"
    },
    {
      "id": "95d5ba79-ebfc-5e1a-8b45-184925424f1b",
      "name": "Hands-on (120min)"
    }
  ]
}
