[
  {
    "id": "Y6vBesjiB6Tx0pqzmh9RyKSh0Hn1",
    "name": "David Aparicio",
    "avatar": "https://avatars2.githubusercontent.com/u/809982?v=4",
    "github": "davidaparicio",
    "twitter": "dadideo",
    "bio": "Passionate engineer in Computer Science, graduated INSA Lyon 2014, after two years spent at UNICAMP in Brazil, actively participates in the community, through Meetups and conferences. His motto: “No developer is supposed to ignore security”.\n\nIngénieur passionné en Informatique, diplômé INSA Lyon 2014, après deux années passées à UNICAMP au Brésil, participe activement à la communauté, à travers des Meetups et des conférences. Sa devise: « Nul développeur n'est censé ignorer la sécurité »",
    "company": "OVHCloud",
    "city": "",
    "confirmed": true
  },
  {
    "id": "jcgQ0F1L54dEsi4l6WMylBxEMDx2",
    "name": "Gerard Paligot",
    "avatar": "https://pbs.twimg.com/profile_images/1465658195767136257/zdYQWsTj_400x400.jpg",
    "github": "GerardPaligot",
    "twitter": "GerardPaligot",
    "bio": "Father and husband, Software Staff Engineer @Decathlon, co-organisator LAUG and FRAUG, Kotlin Lover, Disney Fan!",
    "company": "Decathlon",
    "city": "",
    "confirmed": true
  },
  {
    "id": "0Xv6EnbodmaXO2WF56MP48WbKF62",
    "name": "Sébastien JAUPART",
    "avatar": "https://lh3.googleusercontent.com/a/AATXAJxRmP0rmCVAuobVUTu4WTm3x3Or5wrzkc36Y-96=s96-c",
    "bio": "Développeur Java depuis 2015 et enseignant vacataire depuis 2018, Sébastien a débuté et forgé son expérience technique dans le monde du retail (Kiabi, Boulanger et aujourd’hui chez Decathlon).\n\nOrienté back, il apprécie travailler sur des problématiques liées à la performance et aux architectures microservices. Il aime apprendre des autres et partager ses connaissances au travers de présentations théoriques et d'ateliers pratiques (Git ProTips, ...).\n\nDésormais consultant FullStack chez Ippon Technologies à Lille, il souhaite continuer à partager ses expériences sur de nouveaux sujets liés au testing ou à la programmation fonctionnelle.\n",
    "company": "Ippon Technologies",
    "city": "",
    "confirmed": true
  },
  {
    "id": "9g2TJuw97VMd8Zwn9y2x0g0w7SB2",
    "name": "Delegue Alexandre",
    "avatar": "https://avatars2.githubusercontent.com/u/1575521?v=4",
    "github": "larousso",
    "twitter": "@chanksleroux",
    "bio": "Java, Scala, Kotlin, Javascript, pain au levain",
    "company": "MAIF",
    "city": "",
    "confirmed": true
  },
  {
    "id": "y3wNWuGdbKdUsmdjMrbbQXHL2ay1",
    "name": "David Pequegnot",
    "avatar": "https://lh3.googleusercontent.com/a-/AOh14GiQv4MJw_VRD2uA7mybnFr-Cc8k3ve4-Cn2-dIxYg=s96-c",
    "github": "foxlegend",
    "twitter": "foxlegend",
    "bio": "Développeur Java à la base, je suis aussi ingénieur performance au sein de Worldline. \n\nUn soucis de performance ? Un Black Friday difficile ? Je suis là pour accompagner les équipes afin de diagnostiquer le problème, même si a priori il n’y en avait pas :).\n\nJe reste développeur dans l’âme, et j’adore expérimenter tout plein de frameworks, notamment du monde de l’Observabilité. Mon objectif ? Annihiler les incident de productions !\n\nEt si vous voulez discuter Java, Kotlin, Python ou Rust, ce sera aussi avec plaisir ! :D",
    "company": "Worldline",
    "city": "",
    "confirmed": true
  },
  {
    "id": "F5ZGeSwlxjTyIVuhWfPZrVinnn92",
    "name": "Charles-Marie Ambrosetti",
    "avatar": "https://avatars.githubusercontent.com/u/3098707?v=4",
    "github": "TheCopycat",
    "twitter": "charlesmariea",
    "bio": "Développeur passionné depuis plus de 10 ans, j'ai eu l'occasion de travailler dans des domaines aussi variés que les véhicules connectés, le paiement sécurisé, la performance, le monitoring l'observabilité, et j'en oublie sûrement.\nJe joue aux jeux vidéos sur mes heures perdues, c'est-à-dire celles où je ne travaille pas, dors pas, ou ne mange pas (encore que).",
    "company": "Worldline",
    "city": "",
    "confirmed": true
  },
  {
    "id": "GaTXktSpMGXO1RIGafgjJ9m87oB3",
    "name": "Adrien PESSU",
    "avatar": "https://lh4.googleusercontent.com/-1wzRZnWEiLs/AAAAAAAAAAI/AAAAAAAAAgY/MXjzTjS-Qu4/photo.jpg",
    "github": "@adrienpessu",
    "twitter": "@adrienpessu",
    "bio": "Je suis un développeur Freelance passionné, en particulier de Java, Kotlin et Web. Je m'intéresse aussi particulièrement à la sécurité applicative (AppSec). J'aime chercher/corriger des bugs de sécurité, mais aussi partager et mettre en place les bonnes pratiques.",
    "company": "Freelance",
    "city": "",
    "confirmed": true
  },
  {
    "id": "gc7UU76X8rPr0TlUxisWFi8deWD2",
    "name": "Sébastien Charrier",
    "avatar": "https://avatars1.githubusercontent.com/u/30788?v=4",
    "github": "scharrier",
    "twitter": "scharrier",
    "bio": "Alternant entre des jobs de développeur ou de product owner depuis des années, Sébastien est un amoureux des produits simples et efficaces.\n\nIl a travaillé deux ans en tant que développeur sur l’API de Trainline (ex Capitaine Train), avant de se lancer dans une nouvelle aventure en créant bump.sh.",
    "company": "bump.sh",
    "city": "",
    "confirmed": true
  },
  {
    "id": "yVh0TaIWmiRohty6BeheTneHxLI2",
    "name": "Patrice De Saint Steban",
    "avatar": "https://lh6.googleusercontent.com/-RdYlDLmyOLo/AAAAAAAAAAI/AAAAAAAAAAc/KyxC3C3XSwc/photo.jpg",
    "github": "patou",
    "twitter": "@patoudss",
    "bio": "Depuis presque 10  ans je me passionne pour le développement d'applications WEB et Mobile, en touchant à toutes les couches du Front au Back jusqu'à son déploiement sur le Cloud.\n\nJ'ai travaillé sur des technologies très différentes, du PHP au JAVA et JAVASCRIPT, du GWT à Angular et React, de Google App Engine à NodeJS.\nJe m'intéresse au Machine Learning et les agents conversationnels.",
    "company": "Zenika",
    "city": "",
    "confirmed": true
  },
  {
    "id": "nW1aUHIa16Y0IZvSpiVygiQIfxk1",
    "name": "François DELBRAYELLE",
    "avatar": "https://lh3.googleusercontent.com/a-/AAuE7mCWNlghOsqe9hb3tINkuJXEdaGt64PXtWumTrop",
    "github": "fdelbrayelle",
    "twitter": "fdelbrayelle",
    "bio": "Bonjour, je suis François Delbrayelle, développeur full-stack avec une appétence plutôt back-end depuis près de 12 ans, je navigue surtout dans l’écosystème Java / Spring mais je m’intéresse également aux évolutions du web côté front-end.\nJ’ai rejoint Ippon Lille il y a 2 ans et suis en phase d’évolution vers le métier d’architecte solutions. J’ai également animé des présentations lors de midis techniques autour de thèmes comme Vue, Kubernetes, Quarkus, JHipster ou les nouveautés Java. Formateur Spring au sein d’Ippon en interne et pour nos clients, je suis également référent du blog Ippon pour la communauté full-stack. Curieux de nature, je suis de près les sujets liés au cloud souverain et à la blockchain et mets à l’épreuve régulièrement mes connaissances à travers la veille.\nSur mon temps libre, je joue du violoncelle, apprends le japonais et le géorgien, lis beaucoup, m'intéresse au cinéma et à la botanique. Côté sport : je nage, fais de l'aïkido et marche beaucoup !\n",
    "company": "Ippon Technologies",
    "city": "",
    "confirmed": true
  },
  {
    "id": "ZdNase96oBSI6QdrWySX9eCtJgs1",
    "name": "Julien Topçu",
    "avatar": "https://fr.gravatar.com/userimage/123188453/975870a140996b955ead02165d002e51.png?size=500",
    "github": "julien-topcu",
    "twitter": "@JulienTopcu",
    "bio": "Tech Coach chez Shodo, j'accompagne le développement de logiciels à forte valeur métier en usant de techniques issues du Domain-Driven Design, le tout propulsé en Xtreme Programming dans la philosophie Kanban #NoEstimates. Membre de la fondation OWASP, j'évangélise sur les techniques de sécurité applicative afin d'éviter de se faire hacker bien comme il faut.",
    "company": "Shodo",
    "city": "",
    "confirmed": true
  },
  {
    "id": "mnKCXR65CudbqcmnzEonfNGs1Jk2",
    "name": "Cécile Freyd-Foucault",
    "avatar": "https://lh5.googleusercontent.com/-UyalCSSFXaA/AAAAAAAAAAI/AAAAAAAAEWQ/9fl4_ICI0M8/photo.jpg",
    "twitter": "@cecilefreydf",
    "bio": "Tomber dans la soupe du design étant petite, je suis designeuse. Je parle avec autant de passion de typographie que de flow utilisateurs, accessibilité et surtout de design system 😍 !",
    "company": null,
    "city": "",
    "confirmed": true
  },
  {
    "id": "8bRdg6HP4rTESCd8x8MuIWGEbBt2",
    "name": "Mélanie Boudard",
    "avatar": "https://pbs.twimg.com/profile_images/1219272706866208771/Xrk8Ts5d_400x400.jpg",
    "github": "https://github.com/MelanieMEB",
    "twitter": "https://twitter.com/MelanieBWeb",
    "bio": "Mélanie est actuellement Tech Lead pour le service public Pix. \n\nMélanie a testé plusieurs aspects de l'informatique, du jeu vidéo à la recherche en bioinformatique. Elle est revenue à sa passion pour le web, et notamment le front. Elle s'intéresse aux bonnes pratiques et aime trouver de nouveaux moyens pour faire grandir les équipes.",
    "company": "Pix",
    "city": "",
    "confirmed": true
  },
  {
    "id": "VeBTP8lqOYaXBCpwTlGjBW2n1yH2",
    "name": "Laurent Grangeau",
    "avatar": "https://avatars3.githubusercontent.com/u/4910715?v=4",
    "github": "laurentgrangeau",
    "twitter": "@laurentgrangeau",
    "bio": "Laurent Grangeau is a Cloud Solution Architect with more than 10+ years of experience. Former Java developer, he has since developed in .NET, with Agile and DevOps mindsets. He has been experimenting with cloud providers for more than 5+ years. Docker enthusiast from the beginning, he has experienced with building microservices and distributed systems. He loves to automate things and run distributed applications at scale.",
    "company": "Sogeti",
    "city": "",
    "confirmed": true
  },
  {
    "id": "ATWxmgrBTEcstZyQjR25MPP5wJS2",
    "name": "Jean Couteau",
    "avatar": "https://lh5.googleusercontent.com/-RHL1PKvMuhw/AAAAAAAAAAI/AAAAAAAAAAA/ACHi3reeZXZGoh0B1aOJumGC1bOYBhYP-w/mo/photo.jpg",
    "twitter": "@jcouteau",
    "company": "Code Lutin",
    "city": "",
    "confirmed": true
  },
  {
    "id": "irgm2DvTsrQt79lI1YIaR3B3V4p1",
    "name": "Denis GERMAIN",
    "avatar": "https://lh4.googleusercontent.com/-8qTjc64vEG0/AAAAAAAAAAI/AAAAAAAASVc/cQjK_wiggIo/photo.jpg",
    "github": "@zwindler",
    "twitter": "@zwindler",
    "bio": "SRE le jour, blogger Ops sur blog.zwindler.fr la nuit.\n\nJe cours (lentement), cuisine et me gave de science fiction.\n\nJe fais du Python et j'automatise tout ce que je trouve avec Ansible.",
    "company": null,
    "city": "",
    "confirmed": true
  },
  {
    "id": "cQ2crtyaLna4zeubqysVfDcS3vk1",
    "name": "Annabelle Koster",
    "avatar": "https://lh3.googleusercontent.com/-distoCxqsfI/XkLVvex7kVI/AAAAAAAABdU/WVSL0cHhj5AkYn24V1ZtwZUgL3vEi5hnQCEwYBhgL/w139-h139-p/Capture%2Bd%25E2%2580%2599e%25CC%2581cran%2B2019-11-05%2Ba%25CC%2580%2B16.53.54.png",
    "twitter": "@AnnabelleKoster",
    "bio": "Ancienne Recruteuse IT, désormais Ambassadrice des communautés SFEIR. Je suis membre du GDG Nantes et organisatrice du DevFest Nantes depuis 2016, et présidente depuis 2020  !\nPassionnée de l'univers IT, de mon métier et fan des Spice Girls ! ",
    "company": "SFEIR",
    "city": "",
    "confirmed": true
  },
  {
    "id": "Phb3HAqlbCTaH37I9WorONd8KUD2",
    "name": "Frédéric Cabestre",
    "avatar": "https://avatars3.githubusercontent.com/u/912629?v=4",
    "github": "fcabestre",
    "twitter": "@fcabestre",
    "bio": "Développeur indépendant, tendance «software crafter». Depuis longtemps attiré par les langages et leur mise en œuvre. Grand amateur de programmation fonctionnelle, même quand ce n'était pas encore cool. Curieux des systèmes, surtout s'ils sont distribués.",
    "company": "SIGUSR",
    "city": "",
    "confirmed": true
  },
  {
    "id": "rDKV0gUOk0O4WU9tpknPAngMF9A3",
    "name": "Kevin Davin",
    "avatar": "https://lh5.googleusercontent.com/-t2c2Q9TjKnA/AAAAAAAAAAI/AAAAAAAAFZU/G4vUXziejAw/photo.jpg",
    "github": "davinkevin",
    "twitter": "@davinkevin",
    "bio": "Google Developer Expert on Google Cloud & Kotlin, Gitlab Hero, I am above all passionate about tech, languages, infrastructure, and automation. \nKotlin, Java, TypeScript are my day-to-day languages. I deploy all of those on the Google Kubernetes Engine with the GitLab's Continuous Integration 🚀. \n\nAddict of agility and DevOps, some of my missions were to help teams to follow those philosophies. \nFrom code quality analysis to unit or end-to-end tests setup all the way to continuous deployment and operation, I try to follow a project from birth to production. \n\nI'm currently Software Engineer at Gradle and I'm working on Gradle Enterprise, the product which can improve the developer productivity by reducing its build and test time.",
    "company": "Gradle",
    "city": "",
    "confirmed": true
  },
  {
    "id": "6gcb9OjG5cgl14IQBEt5yu4TmTT2",
    "name": "Ludovic Piot",
    "avatar": "https://lh4.googleusercontent.com/-e48Nhdo-ubE/AAAAAAAAAAI/AAAAAAAANS0/iek18uwtDEw/photo.jpg",
    "github": "ludovicpiot",
    "twitter": "@lpiot",
    "bio": "# -- English version --  \nLudovic felt into _DevOps_ in 2004 with first _Infra as Code_ deployments on _bare-metal_ blade servers. He's found of empowering project teams through automated tools and friendly collaboration, and then welcome `Docker` and `Kubernetes` as the ultimate tools to leverage his favorite practice. Through meetups, conferences and forums, he shares his love for _cloud_, _infra as code_, _devops_ and performance topics. \n\n# -- French version --  \nLudovic est tombé dans le _DevOps_ en 2004, soit… 3 ans avant l'invention du mot _DevOps_. ;-) A l'époque, il fait des déploiements en _Infra as Code_ sur les premiers serveurs blade, en _bare-metal_. Il adore aider les équipes projet à gagner en autonomie via l'usage d'outils et d'automatisation et à travers une collaboration libre et sans contrainte. C'est donc tout naturellement qu'il a accueilli `Docker` et `Kubernetes` comme les outils ultimes pour l'aider dans sa marotte favorite. En _meetups_ comme en conférences, il aime partager son amour pour le _Cloud_, l'_Infra as Code_, le _DevOps_ et les sujets d'optimisation de performance. ",
    "company": "TheGarageBandOfIT",
    "city": "",
    "confirmed": true
  },
  {
    "id": "z40htDnoNBgrrGeOikcH3MaKimO2",
    "name": "Édouard Siha",
    "avatar": "https://lh3.googleusercontent.com/a-/AOh14GiE6mmdxP0ib4guRrl5f5xeF9JcqRjgkpBOcRnc=s96-c",
    "bio": "Développeur de formation, un peu touche-à-tout à force d'être particulièrement curieux.\n\nAmateur de calembours et de houblon.",
    "company": "WeScale",
    "city": "",
    "confirmed": true
  },
  {
    "id": "zBnEs3AmsIb5wjBTfSpocWu25vE3",
    "name": "Quentin Aubert",
    "avatar": "https://avatars0.githubusercontent.com/u/9131476?v=4",
    "github": "quentinovega",
    "twitter": "@QuentinoVega",
    "bio": "Développeur fullstack a la maif sur une stack Scala Javascript.\nJe travaille essentiellement sur les projet Open Source de la MAIF, Otoroshi et Daikoku (https://github.com/MAIF)\n",
    "company": "MAIF",
    "city": "",
    "confirmed": true
  },
  {
    "id": "rYhBI1cLEJSmHtzJfgyckwdJ0Il1",
    "name": "Jérémie Drouet",
    "avatar": "https://lh6.googleusercontent.com/-1Qsye-cxZEQ/AAAAAAAAAAI/AAAAAAAAE_E/21fctkulPuA/photo.jpg",
    "github": "jdrouet",
    "twitter": "@jeremiedrouet",
    "bio": "Developer that develops. Sometimes I drink a coffee.",
    "company": "Datadog",
    "city": "",
    "confirmed": true
  },
  {
    "id": "rkaLW81wQESZ2UzLzD5DHgnHoRs1",
    "name": "Olivier Cloirec",
    "avatar": "https://avatars1.githubusercontent.com/u/5033885?v=4",
    "github": "clook",
    "twitter": "@clook0",
    "bio": "Consultant SRE / DevOps chez Publicis Sapient France\nContainer lover, aime les approches modernes orientées Cloud Native pour la conception d'application\nAime la culture DevOps et les défis techs et humains en général.",
    "company": "Publicis Sapient France",
    "city": "",
    "confirmed": true
  },
  {
    "id": "bzA5gGJEX8O2NAvaYvM7apE3NUe2",
    "name": "Alexandre Touret",
    "avatar": "https://blogtouret.files.wordpress.com/2020/05/photo_identite_light.jpeg",
    "github": "alexandre-touret",
    "twitter": "@touret_alex",
    "bio": "Je suis architecte et développeur sénior chez Worldline. Mon activité consiste à coder (principalement en Java), coacher des développeurs et concevoir des architectures. \n\nBlog: https://blog.touret.info",
    "company": "WORLDLINE",
    "city": "",
    "confirmed": true
  },
  {
    "id": "U0h27oWjIEX6SyideyIpOoPXtYs2",
    "name": "Jean-Francois James",
    "avatar": "https://lh3.googleusercontent.com/a-/AOh14GhqYKTC1LuZxCojN1x6g8Q2uXXZDjExKURrDhC8cw=s96-c",
    "github": "https://github.com/jefrajames",
    "twitter": "@jefrajames",
    "bio": "Coding Software Architect, Distinguished Expert, head of Worldline Expert Community, blogger, speaker, strong focus on the Java ecosystem, Eclipse MicroProfile contributer.\n\nStill enthusiast after more than 30 years in the IT Industry!",
    "company": "Worldline",
    "city": "",
    "confirmed": true
  },
  {
    "id": "9LHSTmgvjXcyMPyfifAgXjtP6Z02",
    "name": "Pierre Tibulle",
    "avatar": "https://lh6.googleusercontent.com/-EPCphRSOO1Y/AAAAAAAAAAI/AAAAAAAAARo/JCN5RTGQPos/photo.jpg",
    "twitter": "@ptibulle",
    "bio": "\"Dev principalement mobile (Android/iOS/Hybride), je gribouille des sketchnotes colorées et je participe à l'organisation du meetup Android Nantes (GDG) et du rendez-vous des speakers...",
    "company": "IKOBOX",
    "city": "",
    "confirmed": true
  },
  {
    "id": "0alFaI2imGdQVSjuaMLFFfwqoL62",
    "name": "Noël Macé",
    "avatar": "https://lh4.googleusercontent.com/-_DHdWW0tzAs/AAAAAAAAAAI/AAAAAAAAAGY/SHaW4w5ruEQ/photo.jpg",
    "github": "noelmace",
    "twitter": "@noel_mace",
    "bio": "Noël Macé nourrit depuis toujours une passion sans faille pour la pédagogie et l'innovation, qu'il transmet depuis onze ans lors des formations et conférences qu’il dispense. En 2014 il décide de faire du développement d'applications web sa spécialité, l'exerçant dans des contextes variés en tant que développeur, architecte logiciel, directeur technique et Developer Advocate. Depuis, il recherche ainsi systématiquement à identifier et transmettre les approches optimales pour les équipes de développements et les utilisateurs.\n\n*(en)*\n\nPassionate about sharing technical knowledge and about meeting and helping people, Noël loves to teach and has offered talks on diverse topics from the very beginning of his career in technology. He is a web developer and a developer advocate, a former mobile and Java developer, with experience in learning design, teaching, software architecture and technical management. Based on this wide experience, he now focuses on the developer community, where he helps developers around the world master the modern capabilities of the Web (among other things) through talks, blog posts and OSS contributions.",
    "company": null,
    "city": "",
    "confirmed": true
  }
]
