[
  {
    "name": "Code-Troopers",
    "id": "codetroopers",
    "image": "codetroopers.png",
    "link": "https://code-troopers.com",
    "type": "bronze",
    "desc": "<b>Code-Troopers est une agence spécialisée dans le développement logiciel et la conception d’applications mobiles sur-mesure.</b><br><br>Fondée en 2014 à Tours, Code-Troopers est installée au sein de la bouillonnante Cité de la création et du numérique MAME.<br>Analyse pour de grands groupes, développement natif multisupport pour des start-ups innovantes… Les membres de notre structure s’engagent dans des suivis complets, rigoureux, au plus près des différentes phases de vos projets informatiques."
  },
  {
    "name": "Polytech'Tours",
    "id": "polytechtours",
    "image": "logo-polytech.png",
    "link": "https://polytech.univ-tours.fr/",
    "type": "partenaires",
    "desc": "L'École polytechnique de l'université de Tours (Polytech Tours) est l'une des 207 écoles d'ingénieurs françaises accréditées au 1er septembre 2017 à délivrer un diplôme d'ingénieur.<br/> Elle est située à Tours, en Indre-et-Loire, dans la région Centre, en France, plus précisément dans le quartier des Deux-Lions (aussi appelé « Technopôle ») dans le sud de la ville. Ses activités sont réparties sur trois sites éloignés de quelques centaines de mètres : site Portalis (départements « informatique », « formations par alternance » et « premier cycle »), site Dassault (départements « mécanique et système », et « électronique et énergie ») et site Lesseps (département « aménagement et environnement »).<br/>Elle fait partie du réseau Polytech, groupement de treize écoles d'ingénieurs au sein des universités. Elle est habilitée par la Commission des titres d'ingénieur et membre de la Conférence des grandes écoles. Elle est également une composante de l'université François-Rabelais de Tours."
  },
  {
    "name": "Polytech'Tours",
    "id": "polytechtours",
    "image": "logo-polytech.png",
    "link": "https://polytech.univ-tours.fr/",
    "type": "gold",
    "desc": "L'École polytechnique de l'université de Tours (Polytech Tours) est l'une des 207 écoles d'ingénieurs françaises accréditées au 1er septembre 2017 à délivrer un diplôme d'ingénieur.<br/> Elle est située à Tours, en Indre-et-Loire, dans la région Centre, en France, plus précisément dans le quartier des Deux-Lions (aussi appelé « Technopôle ») dans le sud de la ville. Ses activités sont réparties sur trois sites éloignés de quelques centaines de mètres : site Portalis (départements « informatique », « formations par alternance » et « premier cycle »), site Dassault (départements « mécanique et système », et « électronique et énergie ») et site Lesseps (département « aménagement et environnement »).<br/>Elle fait partie du réseau Polytech, groupement de treize écoles d'ingénieurs au sein des universités. Elle est habilitée par la Commission des titres d'ingénieur et membre de la Conférence des grandes écoles. Elle est également une composante de l'université François-Rabelais de Tours."
  },
  {
    "name": "Harmonie Mutuelle",
    "id": "harmoniemutuelle",
    "image": "logo-harmonie.png",
    "link": "https://www.harmonie-mutuelle.fr/",
    "type": "gold",
    "desc": "<b>Harmonie Mutuelle, acteur de santé globale, protège aujourd’hui plus de 4,3 millions de personnes et 58.000 entreprises. Elle accompagne ses adhérents dans leur parcours de santé et de vie ainsi que les entreprises clientes dans leurs responsabilités vis-à-vis de leurs collaborateurs.<br>Harmonie Mutuelle apporte des réponses solidaires et innovantes en prévention, santé et prévoyance.</b><br><br>Pour Harmonie Mutuelle, la santé est un capital qu’il faut promouvoir en agissant sur tous ses déterminants (physiques, économiques, sociaux, culturels, environnementaux…).<br>Entreprise à but non-lucratif, elle s’engage au plus près de chacun pour le mieux vivre de tous par une approche à la fois démocratique et experte et propose des solutions mutualistes collectives et personnalisées, notamment grâce à ses réseaux partenaires (optique, audio et dentaire) et ses 900 services de soins et d’accompagnement.<br>Ses valeurs d’ouverture, de confiance, de transparence et de solidarité lui permettent de tisser un lien pérenne avec ses adhérents/clients mais aussi d’accompagner les évolutions de la société en participant à la construction du 1er groupe de protection sociale mutualiste : le Groupe VYV."
  },
  {
    "name": "Worldline",
    "id": "worldline",
    "image": "logo-worldline.png",
    "link": "https://fr.worldline.com/",
    "type": "gold",
    "desc": "Worldline est le leader européen dans le secteur des paiements et des services transactionnels. Ses 9400 collaborateurs, présents dans 29 pays, jouent un rôle majeur dans les domaines des services marchands, de la mobilité ou encore de la e-administration et des grands projets d’état. Nous travaillons à la fois sur la mise en place d’offres et de services mutualisés, ainsi que sur la construction de solutions sur mesure au plus proche des besoins de nos clients.<br> Le modèle de Worldline, « Build to Run », se transforme aujourd’hui via le mouvement DevOps. Nous proposons en effet depuis toujours à nos clients une collaboration de bout en bout : depuis l’accompagnement métier et l’expression de besoins, la conception logicielle / UX-UI / technique, le développement, jusqu’à l’hébergement dédié ou cloud l’exploitation applicative, métier et technique.<br>L’Open Source, le Software Craftsmanship ainsi que les démarches Agile et DevOps constituent des marqueurs forts de nos projets. Les méthodologies, techniques et technologies associées trouvent un écho naturel dans la culture Worldline et sont au cœur de nos stratégies, organisations et plateformes.<br>L’amélioration continue est renforcée par la mutualisation des expertises et expériences puisque nous ne fonctionnons pas en mode régie et travaillons exclusivement depuis nos propres locaux. Au-delà de notre entité R&D, nous développons l’expertise et l’innovation grâce à un important réseau d’experts techniques, projets et métiers, issus de l’ensemble des équipes. Nos experts peuvent ainsi consacrer jusqu’à 20% de leur temps à développer leur domaine d’expertise et à partager les connaissances, en interne et au sein des communautés.<br>Par ailleurs, Worldline porte une attention particulière au développement de chaque collaborateur et propose une large offre de formations, de coding dojos, de conférences internes et externes nationales ou internationales. Nous encourageons, localement et globalement, un juste équilibre entre vie privée et vie professionnelle, par exemple avec 32 à 35 jours de congés payés selon l’ancienneté. Nous portons également une attention particulière à l’égalité femme-homme et à la mixité.<br>Enfin, La diversité des projets, clients et enjeux que nous adressons offre une très grande richesse métier et technologique. Elle permet à chacun de contribuer à la construction de solutions fonctionnelles et techniques ambitieuses. Notre organisation s’appuie ainsi sur des équipes aux profils extrêmement variés et capables d’appréhender de multiples métiers, approches, technologies et solutions."
  },
  {
    "name": "Apside",
    "id": "apside",
    "image": "logo-apside.png",
    "link": "https://www.apside.com/",
    "type": "gold",
    "desc": "Apside TOP est implantée en région centre sur 3 agences : Tours, Orléans et Le Mans. Apside TOP et ses 180 collaborateurs partagent deux valeurs fondamentales : le sens du service et la proximité.<br>Nous sommes une structure à taille humaine spécialisée dans l’informatique de gestion et proposant des prestations en assistance technique et au forfait auprès de clients grands comptes et de clients locaux dans divers domaines (banque, mutuelle, assurance…).<br>Nos différents profils (développeurs, analystes, DBA, testeurs, chef de projets…) accompagnent nos clients autant côté études et développements que côté production-infrastructure. Nos centres de services permettent à nos collaborateurs de pouvoir travailler sur de nombreux sujets innovants (JAVAEE, C#.net, PHP, Angular, React…).<br>Nos différences et nos particularités vous attirent, alors apportez votre empreinte de personnalité !"
  },
  {
    "name": "SopraSteria",
    "id": "sopraSteria",
    "image": "logo-soprasteria+banking.jpg",
    "link": "https://www.soprasteria.com",
    "type": "gold",
    "desc": "A propos de Sopra Steria<br/><br/>Sopra Steria, l’un des leaders européens du conseil, des services numériques et de l’édition de logiciels, aide ses clients à mener leur transformation digitale et à obtenir des bénéfices concrets et durables.<br/> Il apporte une réponse globale aux enjeux de compétitivité des grandes entreprises et organisations, combinant une connaissance approfondie des secteurs d’activité et des technologies innovantes à une approche résolument collaborative. Sopra Steria place l’humain au centre de son action et s’engage auprès de ses clients à tirer le meilleur parti du digital pour construire un avenir positif. Fort de 45 000 collaborateurs dans 25 pays, le Groupe a réalisé un chiffre d’affaires de 4,1 milliards d’euros en 2018.<br/><br/>The world is how we shape it.<br/><br/>Sopra Steria (SOP) est coté sur Euronext Paris (Compartiment A) - Code ISIN : FR0000050809 <br/><br/>Pour plus d'informations, retrouvez-nous sur www.soprasteria.com<br/><br/><br/>À propos de Sopra Banking Software<br/><br/>Avec ses 5000 experts, un chiffre d’affaires 2018 de 373,7 millions d’euros et l’un des portefeuilles de solutions et de services les plus complets du marché, Sopra Banking Software est de longue date le partenaire de confiance de plus de 800 banques dans 70 pays. Son savoir-faire sans égal lui permet de répondre aux besoins d’innovation comme de développement de banques et institutions financières de toute taille et activité. Sopra Banking Software est une filiale du groupe Sopra Steria, leader européen de la transformation numérique. Avec plus de 44 000 collaborateurs, ce dernier affiche un chiffre d’affaires 2018 de 4,1 milliard d’euros.<br/><br/>Pour plus d'informations, retrouvez-nous sur les réseaux sociaux ou sur www.soprabanking.com"
  },
  {
    "name": "Acensi",
    "id": "acensi",
    "image": "logo-acensi.jpg",
    "link": "https://www.acensi.fr/",
    "type": "silver",
    "desc": "Créé en 2003, le groupe ACENSI est spécialisé dans le conseil en systèmes d’information.<br/><br/>ACENSI accompagne ses clients dans leurs projets de transformation, depuis la définition des process et l’analyse des besoins jusqu’au développement et à la maintenance de leur système d’information.<br/><br/>ACENSI est présent en Région Centre depuis 2015 à travers deux sites situés à Orléans et à Tours, et en Région Niortaise depuis 2018.<br/><br/>Nos équipes interviennent particulièrement sur les projets liés :<br/>- Au métier : Support, Test/Recette, Pilote de Recette, AMOA, Business Analyst, Product Owner, Chef de Projet, Expert fonctionnel,<br/>- A la technique : Ingénieur d’études, Analyste, Lead Dev, Test Manager, Support MCO.<br/><br/>Historiquement, nous sommes présents auprès de l’ensemble des acteurs de l’Assurance et de la Protection Sociale (Assureurs et Bancassureurs, Mutuelles, Groupes de Protection Sociale, Courtiers, Editeurs).<br/><br/>Notre croissance nous amène aujourd’hui à développer l’industrie, la banque et le service. En participant à des événements tels que les Microsoft TechDays, la conférence Devoxx, TouraineTech, etc… ACENSI affirme son dynamisme dans les enjeux technologiques d’aujourd’hui (mobilité, virtualisation…).<br/><br/>Si vous êtes à la recherche d’une société qui vous inclura dans sa vie d’entreprise (Conférences, Salons, MeetUp, Soirées, Formations…) tout en vous proposant des projets en lien avec votre volonté d’évolution, rejoignez nos équipes ACENSI en Région !"
  }
]
