[
  {
    "name": "Code-Troopers",
    "id": "codetroopers",
    "image": "codetroopers.png",
    "link": "https://code-troopers.com",
    "type": "bronze",
    "desc": "<b>Code-Troopers est une agence spécialisée dans le développement logiciel et la conception d’applications mobiles sur-mesure.</b><br><br>Fondée en 2014 à Tours, Code-Troopers est installée au sein de la bouillonnante Cité de la création et du numérique MAME.<br>Analyse pour de grands groupes, développement natif multisupport pour des start-ups innovantes… Les membres de notre structure s’engagent dans des suivis complets, rigoureux, au plus près des différentes phases de vos projets informatiques."
  },
  {
    "name": "Apside",
    "id": "apside",
    "image": "logo-apside.png",
    "link": "https://www.apside.com/",
    "type": "gold",
    "desc": "Apside est une société d’ingénierie spécialisée dans les programmes de transformation numérique et compte 2800 consultants répartis dans 20 agences en France et à l’international (Allemagne, Belgique, Portugal, Suisse, Maroc...).<br/><br/>Notre savoir-faire et notre savoir-être vous accompagnent au cœur de plusieurs métiers : l’ingénierie en systèmes d’information et informatique technique, scientifique, aéronautique, automobile et financière.<br/><br/>Speed boat local, la filiale Apside TOP met l’accent sur les offres Digitales (Web/Mobile Factories, Cloud & Cybersecurity, Data/IA, transformation Agile-Devops (CI/CD)...).  Nous accompagnons nos clients en Conseil, Architecture et développement, Expertise technique ou méthodologique et Formation.<br/>Dotée d'une communauté Tech Lead, Apside TOP propose au travers de nos leaders techniques, un accompagnement projet et carrière sur mesure.<br/>En résumé Apside TOP : Responsive careers, responsive solutions, responsives services !"
  },
  {
    "name": "Polytech'Tours",
    "id": "polytechtours",
    "image": "logo-polytech.png",
    "link": "https://polytech.univ-tours.fr/",
    "type": "partenaires",
    "desc": ""
  },
  {
    "name": "Polytech'Tours",
    "id": "polytechtours",
    "image": "logo-polytech.png",
    "link": "https://polytech.univ-tours.fr/",
    "type": "gold",
    "desc": ""
  },
  {
    "name": "Harmonie Mutuelle",
    "id": "harmoniemutuelle",
    "image": "logo-harmonie.png",
    "link": "https://www.harmonie-mutuelle.fr/",
    "type": "platinium",
    "desc": "<b>Harmonie Mutuelle, acteur de santé globale, protège aujourd’hui plus de 4,3 millions de personnes et 58.000 entreprises. Elle accompagne ses adhérents dans leur parcours de santé et de vie ainsi que les entreprises clientes dans leurs responsabilités vis-à-vis de leurs collaborateurs.<br>Harmonie Mutuelle apporte des réponses solidaires et innovantes en prévention, santé et prévoyance.</b><br><br>Pour Harmonie Mutuelle, la santé est un capital qu’il faut promouvoir en agissant sur tous ses déterminants (physiques, économiques, sociaux, culturels, environnementaux…).<br>Entreprise à but non-lucratif, elle s’engage au plus près de chacun pour le mieux vivre de tous par une approche à la fois démocratique et experte et propose des solutions mutualistes collectives et personnalisées, notamment grâce à ses réseaux partenaires (optique, audio et dentaire) et ses 900 services de soins et d’accompagnement.<br>Ses valeurs d’ouverture, de confiance, de transparence et de solidarité lui permettent de tisser un lien pérenne avec ses adhérents/clients mais aussi d’accompagner les évolutions de la société en participant à la construction du 1er groupe de protection sociale mutualiste : le Groupe VYV."
  },
  {
    "name": "Sopra Steria",
    "id": "sopraSteria",
    "image": "logo-SOPRASTERIA.png",
    "link": "www.soprasteria.com",
    "type": "gold",
    "desc": "Sopra Steria, leader européen de la transformation numérique, propose l’un des portefeuilles d’offres les plus complets du marché : conseil, intégration de systèmes, édition de solutions métier, infrastructure management et business process services. Il apporte ainsi une réponse globale aux enjeux de développement et de compétitivité des grandes entreprises et organisations. Combinant valeur ajoutée, innovation et performance des services délivrés, Sopra Steria accompagne ses clients dans leur transformation et les aide à faire le meilleur usage du numérique. Fort de plus de 42 000 collaborateurs dans plus de 20 pays, le Groupe Sopra Steria affiche un chiffre d’affaires de 3,8 milliards d’euros en 2017. <br/>Pour plus d'informations, retrouvez-nous sur www.soprasteria.com"
  },
  {
    "name": "Sopra Banking Software",
    "id": "sopraBanking",
    "image": "logo-SOPRABANKING.png",
    "link": "www.soprabanking.com",
    "type": "gold",
    "desc": "Avec ses 4000 experts et l'un des portefeuilles de solutions et de services les plus complets du marché, Sopra Banking Software est de longue date le partenaire de confiance de plus de 600 banques dans 70 pays. Son savoir-faire sans égal lui permet de répondre aux besoins d'innovation et de développement de banques et institutions financières de toute taille et activité. <br/>Sopra Banking Software est une filiale du groupe Sopra Steria, leader européen de la transformation numérique. Fort de plus de 42 000 collaborateurs, le groupe Sopra Steria affiche un chiffre d'affaires 2017 de 3,8 milliards d'euros.<br/>Pour plus d'informations, retrouvez-nous sur www.soprabanking.com"
  }

]
