[
  {
    "name": "Microsoft",
    "id": "microsoft",
    "image": "logo-microsoft.png",
    "link": "https://azure.microsoft.com/fr-fr/",
    "type": "gold",
    "desc": "Leader des plateformes et des services de productivité, Microsoft donne à chaque individu et chaque organisation les moyens de réaliser ses ambitions, dans un monde fondé sur le Cloud et la mobilité.<br/><br/>Grâce a des investissements en recherche et développement dans des domaines de pointe comme l’IA, le quantum computing ou la réalité mixte, Microsoft a su s’imposer comme un leader de l’innovation tout en ayant à coeur de former les développeurs à travers des initiatives comme l’école IA (https://simplon.co/ecoleia/). Le virage vers l’opensource engagé par Microsoft ces dernières années participe également à l’ouverture de l’entreprise auprès des développeurs. Il n’est plus rare de voir Microsoft mettre à disposition de la communauté des outils ou langages sous licence opensource à l’instar de Typescript, .Net Core ou VSCode. Sans oublier Linux dans lequel l’entreprise investie à la fois sur Azure et sur Windows avec WSL (Windows Subsystem for Linux).<br/><br/>Au cœur de l’écosystème numérique français depuis plus de 30 ans, Microsoft s’engage à soutenir les développeurs dans la réalisation de leurs projets et à les accompagner dans leur formation tout au long de leur carrière grâce à des initiatives comme Microsoft Learn aka.ms/learn"
  },
  {
    "name": "Oracle France",
    "id": "oracle",
    "image": "logo-oracle.png",
    "link": "https://www.oracle.com/",
    "type": "bronze",
    "desc": "Oracle Cloud propose une suite complète d’applications intégrées pour les ventes, les services, le marketing, les ressources humaines, la finance, la supply chain et le manufacturing, ainsi qu’une infrastructure de deuxième génération hautement automatisée et sécurisée qui inclut la base de données Oracle Autonomous.<br> Pour en savoir plus sur Oracle (NYSE:ORCL), visitez notre site oracle.com.<br> Oracle et Java sont des marques déposées d’Oracle Corporation et/ou de ses filiales. Les autres noms cités peuvent être des marques appartenant à leurs propriétaires respectifs."
  },
  {
    "name": "Code-Troopers",
    "id": "codetroopers",
    "image": "codetroopers.png",
    "link": "https://code-troopers.com",
    "type": "bronze",
    "desc": "<b>Code-Troopers est une agence spécialisée dans le développement logiciel et la conception d’applications mobiles sur-mesure.</b><br><br>Fondée en 2014 à Tours, Code-Troopers est installée au sein de la bouillonnante Cité de la création et du numérique MAME.<br>Analyse pour de grands groupes, développement natif multisupport pour des start-ups innovantes… Les membres de notre structure s’engagent dans des suivis complets, rigoureux, au plus près des différentes phases de vos projets informatiques."
  },
  {
    "name": "Polytech'Tours",
    "id": "polytechtours",
    "image": "logo-polytech.png",
    "link": "https://polytech.univ-tours.fr/",
    "type": "partenaires",
    "desc": "L'École polytechnique de l'université de Tours (Polytech Tours) est l'une des 207 écoles d'ingénieurs françaises accréditées au 1er septembre 2017 à délivrer un diplôme d'ingénieur.<br/> Elle est située à Tours, en Indre-et-Loire, dans la région Centre, en France, plus précisément dans le quartier des Deux-Lions (aussi appelé « Technopôle ») dans le sud de la ville. Ses activités sont réparties sur trois sites éloignés de quelques centaines de mètres : site Portalis (départements « informatique », « formations par alternance » et « premier cycle »), site Dassault (départements « mécanique et système », et « électronique et énergie ») et site Lesseps (département « aménagement et environnement »).<br/>Elle fait partie du réseau Polytech, groupement de treize écoles d'ingénieurs au sein des universités. Elle est habilitée par la Commission des titres d'ingénieur et membre de la Conférence des grandes écoles. Elle est également une composante de l'université François-Rabelais de Tours."
  },
  {
    "name": "Harmonie Mutuelle",
    "id": "harmoniemutuelle",
    "image": "logo-harmonie.png",
    "link": "https://www.harmonie-mutuelle.fr/",
    "type": "gold",
    "desc": "<b>Harmonie Mutuelle, acteur de santé globale, protège aujourd’hui plus de 4,3 millions de personnes et 58.000 entreprises. Elle accompagne ses adhérents dans leur parcours de santé et de vie ainsi que les entreprises clientes dans leurs responsabilités vis-à-vis de leurs collaborateurs.<br>Harmonie Mutuelle apporte des réponses solidaires et innovantes en prévention, santé et prévoyance.</b><br><br>Pour Harmonie Mutuelle, la santé est un capital qu’il faut promouvoir en agissant sur tous ses déterminants (physiques, économiques, sociaux, culturels, environnementaux…).<br>Entreprise à but non-lucratif, elle s’engage au plus près de chacun pour le mieux vivre de tous par une approche à la fois démocratique et experte et propose des solutions mutualistes collectives et personnalisées, notamment grâce à ses réseaux partenaires (optique, audio et dentaire) et ses 900 services de soins et d’accompagnement.<br>Ses valeurs d’ouverture, de confiance, de transparence et de solidarité lui permettent de tisser un lien pérenne avec ses adhérents/clients mais aussi d’accompagner les évolutions de la société en participant à la construction du 1er groupe de protection sociale mutualiste : le Groupe VYV."
  },
  {
    "name": "Worldline",
    "id": "worldline",
    "image": "logo-worldline.png",
    "link": "https://fr.worldline.com/",
    "type": "gold",
    "desc": "Worldline est le leader européen dans le secteur des paiements et des services transactionnels. Ses 11000+ collaborateurs, présents dans 30 pays, jouent un rôle majeur dans les domaines des services marchands, de la mobilité ou encore de la e-administration et des grands projets d’état. Nous travaillons à la fois sur la mise en place d’offres et de services mutualisés, ainsi que sur la construction de solutions sur mesure au plus proche des besoins de nos clients.<br> Le modèle de Worldline, « Build to Run », se transforme aujourd’hui via le mouvement DevOps. Nous proposons en effet depuis toujours à nos clients une collaboration de bout en bout : depuis l’accompagnement métier et l’expression de besoins, la conception logicielle / UX-UI / technique, le développement, jusqu’à l’hébergement dédié ou cloud l’exploitation applicative, métier et technique.<br>L’Open Source, le Software Craftsmanship ainsi que les démarches Agile et DevOps constituent des marqueurs forts de nos projets. Les méthodologies, techniques et technologies associées trouvent un écho naturel dans la culture Worldline et sont au cœur de nos stratégies, organisations et plateformes.<br>L’amélioration continue est renforcée par la mutualisation des expertises et expériences puisque nous ne fonctionnons pas en mode régie et travaillons exclusivement depuis nos propres locaux. Au-delà de notre entité R&D, nous développons l’expertise et l’innovation grâce à un important réseau d’experts techniques, projets et métiers, issus de l’ensemble des équipes. Nos experts peuvent ainsi consacrer jusqu’à 20% de leur temps à développer leur domaine d’expertise et à partager les connaissances, en interne et au sein des communautés.<br>Par ailleurs, Worldline porte une attention particulière au développement de chaque collaborateur et propose une large offre de formations, de coding dojos, de conférences internes et externes nationales ou internationales. Nous encourageons, localement et globalement, un juste équilibre entre vie privée et vie professionnelle, par exemple avec 32 à 35 jours de congés payés selon l’ancienneté. Nous portons également une attention particulière à l’égalité femme-homme et à la mixité.<br>Enfin, La diversité des projets, clients et enjeux que nous adressons offre une très grande richesse métier et technologique. Elle permet à chacun de contribuer à la construction de solutions fonctionnelles et techniques ambitieuses. Notre organisation s’appuie ainsi sur des équipes aux profils extrêmement variés et capables d’appréhender de multiples métiers, approches, technologies et solutions.",
    "jobOffers": [
      {
        "id": "wlOne",
        "title": "Solution de paiement internet et mobile - Ingénieur Logiciel (F/H) – Tours / Blois",
        "desc": "<u>Pourquoi nous rejoindre ?</u><br/><br/>Avec plus de 500 millions de transactions processées par an, Sips est la solution de paiement européenne internet et mobile de Worldline leader sur le marché, utilisée par les grands noms du e commerce et des réseaux sociaux.<br/><br/>Paiement carte, gestion de wallet, paiement de personne à personne, paiement mobile inapp, ... le domaine du paiement est un secteur avec une croissance très forte où l'innovation et la recherche permanente de nouveaux usages en sont les principaux moteurs.<br/><br/>Pour répondre à ces challenges, vous intègrerez une équipe d'ingénieurs logiciels passionnés, avec une forte culture du craftmanship et de l'amélioration continue, le tout dans une ambiance jeune et dynamique.<br/><br/>Vous travaillerez en étroite collaboration avec des chefs de projet, business analyst, architectes techniques, ingénieurs de production & chargés de clientèle pour répondre à ces challenges.<br/><br/>Vous contribuerez notamment à:<br/><ul><li>Imaginer et renforcer l'architecture logicielle de la solution, avec la qualité comme maître-mot</li><li> Enrichir la solution avec des nouveaux moyens de paiement internet et mobile</li><li> Proposer, inventer et développer des outils permettant de toujours réduire le time to market tout en augmentant la qualité globale</li><li>Optimiser les process de développement et de testing</li><li>Interagir avec l'ensemble des \"Sipsiens\" (tous métiers confondus) dans l'optique de fournir un produitde haute exigence</li></ul><br/><br/>Quelques éléments de notre écosystème technique<ul><li> Java, Groovy, shell, C</li><li> Maven, Angular, Docker, cucumber</li><li> Jboss, Oracle, MySQL, ActiveMQ</li><li> Gitlab, Jenkins2, Sonar, mkdocs, JIRA</li><li> Mattermost, Lync</li></ul><br/><br/><u>Qualifications</u><ul><li> Formation bac +5 ou équivalent</li><li> La curiosité vous anime</li><li> La rigueur ne vous fait pas peur</li><li> L'innovation est un de vos moteurs</li><li> Le relationnel est un de vos atouts</li><li> La pensée client + produit ne vous effraie pas</li><li> Speak english is not a problem</li></ul><br/><br/>Les plus chez Sips<ul><li>Participations annuelles à plusieurs conférences techniques (Devoxx, Touraine tech, ...)</li><li>L'accès à de nombreuses formations toute l'année</li><li>L'accès à plusieurs certifications</li><li>Des conférences mensuelles internes de partages sur les innovations techniques et fonctionnelles</li><li>La possibilité d'être force de proposition sur l'innovation</li><li>La possibilité de rejoindre la \"filière expert\" de Worldline pour consacrer 10% de son temps hebdomadaire sur des sujets variés non liés à votre équipe</li><li> Des équipes dynamiques, soudées, communicantes</li><li> Des afterworks réguliers</li></ul>"
      },
      {
        "id": "wlTwo",
        "title": "Chef de projet (F/H)",
        "desc": "<u>Contexte de l’équipe :</u><br/>Implanté dans différents pays européens mais principalement en France, le « Shared Center Identity Trusted & Authentication (ITA) » conçoit, implémente et héberge des applications de paiement basées sur des méthodes d’authentification forte et multicanaux.<br/><br/><u>Les principales missions sont :</u><br/><ul><li>Gestion de projets dans des environnements techniques et métiers sensibles (paiement)</li><li>Pilotage de l’ensemble des étapes : cahier des charges, étude fonctionnelle et technique,<br/>conception, réalisation, test & bench, recette client, mise en production et suivi</li><li>Gestion relation clients</li><li>Suivi d’audits sécurité</li><li>Suivi financier du projet</li><li>Coordination et management direct / transverse d’équipes multi-sites</li></ul><br/><br/><u>Profil :</u><br/><ul><li>Enseignement supérieur (diplôme d'ingénieur ou master en informatique), jeune diplômé(e) ou ayant une expérience dans un poste similaire</li><li>Qualités relationnelles : sérieux, dynamisme, rigueur et autonomie</li><li>Compétences techniques : UML, Java (JSP, EJB3) et les technologies WEB (XML, XSL, SOAP,<br/>Web2.0 ...), LINUX / Mysql.</li><li>Une connaissance de la sécurité (protocoles Web, OWASP, SSO-SSL, certificats, cryptographie, PCI-DSS ...) serait un plus</li><li>La maîtrise de l'anglais est requise</li></ul><br/><br/>Le poste est basé à Blois ou Tours"
      }
    ]
  },
  {
    "name": "Apside",
    "id": "apside",
    "image": "logo-apside.png",
    "link": "https://www.apside.com/",
    "type": "gold",
    "desc": "Apside TOP est implantée en région centre sur 3 agences : Tours, Orléans et Le Mans. Apside TOP et ses 180 collaborateurs partagent deux valeurs fondamentales : le sens du service et la proximité.<br>Nous sommes une structure à taille humaine spécialisée dans l’informatique de gestion et proposant des prestations en assistance technique et au forfait auprès de clients grands comptes et de clients locaux dans divers domaines (banque, mutuelle, assurance…).<br>Nos différents profils (développeurs, analystes, DBA, testeurs, chef de projets…) accompagnent nos clients autant côté études et développements que côté production-infrastructure. Nos centres de services permettent à nos collaborateurs de pouvoir travailler sur de nombreux sujets innovants (JAVAEE, C#.net, PHP, Angular, React…).<br>Nos différences et nos particularités vous attirent, alors apportez votre empreinte de personnalité !",
    "jobOffers": [
      {
        "id": "apOne",
        "title": "Ingénieur Etudes et Développements JAVA EE H/F",
        "desc": "(Poste à pourvoir à Tours/ Orléans)<br/><br/>Et si vous rejoignez une entreprise qui vous ressemble ?<br/><br/><ul><li>Passionné(e) par le développement ?</li><li>Vous êtes à l’aise sur JavaEE ou Spring et possédez de bonnes base en HTML5/CSS/JavaScript, AngularJS, Web Services Rest. ?</li></ul><br/>Ce poste d’ingénieur d’études JAVA EE est fait pour vous !<br/><br/><b>Le poste</b><br/>Intégré(e) sur notre centre de service au sein d’une équipe dynamique et bienveillante, vous serez en charge du développement, de la maintenance des environnements de développement, des tests d’acceptation, de la gestion des livrables et de la documentation. Vous serez un support technique auprès des utilisateurs. Vous travaillerez avec la stack technologique suivante : JavaEE ou Spring, HTML5/CSS/Javascript, AngularJS, Web Services Rest.<br/><br/><b>De bonnes raisons de rejoindre Apside ?</b><br/>Un esprit start-up avec la stabilité d’un grand groupe, qui favorise l’agilité, le travail d’équipe et la proximité. Alors qu’Apside ne cesse d'agrandir sa famille déjà forte de plus de 3000 consultants, nous sommes à la recherche de nos nouveaux talents !<br/><br/><ul><li>Intégrez une structure à taille humaine ! Vous rejoindrez 180 collaborateurs d’Apside TOP, filiale du groupe, pour développer notre activité en région ! Ambiance saine et conviviale sont les mots d’ordre !</li><li>Vous êtes force de proposition ? Participez et animez nos évents techniques et devenez speaker (ApsideCamp, Devoxx, etc..) et faites-nous découvrir votre univers grâce à vos projets associatifs !</li><li>Développez votre réseau (soirées trimestrielles, afterworks, soirées d’intégration...).</li><li>Contribuez à l’Apside Academy en tant que créateurs de parcours pédagogiques et/ou formateurs.</li><li>Vous souhaitez relever des défis dans un environnement digital et multi-technologies ? Rejoignez notre Communautés d’Experts !</li></ul><br/>Notre savoir-faire et notre savoir-être vous accompagnent au cœur de plusieurs métiers : l’ingénierie en systèmes d'information et informatique industrielle, scientifique, aéronautique, automobile et financière.<br/><br/><b>Vous êtes #Pro #Motivé #Ambitieux, ça tombe bien, nous aussi !</b><br/><br/>Apside s’engage en faveur de l’emploi des personnes en situation de handicap avec sa filiale Apsid’EA : 1ère entreprise adaptée totalement intégrée à une ESN !"
      },
      {
        "id": "apTwo",
        "title": "Ingénieur Etudes et Développements .NET H/F",
        "desc": "(Poste à pourvoir à Tours/ Orléans)<br/><br/>Et si vous rejoignez une entreprise qui vous ressemble ?<br/><br/><ul><li>Passionné(e) par le développement ?</li><li>Vous êtes à l’aise sur C # : NET / C #, et possédez de bonnes bases en – Visual Studio. – SQL Server. – MVC. ?</li></ul><br/>Ce poste d’ingénieur d’études C #/.NET est fait pour vous !<br/><br/><b>Le poste</b><br/>Intégré(e) sur notre centre de service au sein d’une équipe dynamique et bienveillante, vous serez en charge du développement, de la maintenance des environnements de développement, des tests d’acceptation, de la gestion des livrables et de la documentation. Vous serez un support technique auprès des utilisateurs. Vous travaillerez avec la stack technologique suivante : NET / C #. – Visual Studio. – SQL Server. – MVC.<br/><br/><b>De bonnes raisons de rejoindre Apside ?</b><br/>Un esprit start-up avec la stabilité d’un grand groupe, qui favorise l’agilité, le travail d’équipe et la proximité. Alors qu’Apside ne cesse d'agrandir sa famille déjà forte de plus de 3000 consultants, nous sommes à la recherche de nos nouveaux talents !<br/><br/><ul><li>Intégrez une structure à taille humaine ! Vous rejoindrez 180 collaborateurs d’Apside TOP, filiale du groupe, pour développer notre activité en région ! Ambiance saine et conviviale sont les mots d’ordre !</li><li>Vous êtes force de proposition ? Participez et animez nos évents techniques et devenez speaker (ApsideCamp, Devoxx, etc..) et faites-nous découvrir votre univers grâce à vos projets associatifs !</li><li>Développez votre réseau (soirées trimestrielles, afterworks, soirées d’intégration...).</li><li>Contribuez à l’Apside Academy en tant que créateurs de parcours pédagogiques et/ou formateurs.</li><li>Vous souhaitez relever des défis dans un environnement digital et multi-technologies ? Rejoignez notre Communautés d’Experts !</li></ul><br/>Notre savoir-faire et notre savoir-être vous accompagnent au cœur de plusieurs métiers : l’ingénierie en systèmes d'information et informatique industrielle, scientifique, aéronautique, automobile et financière.<br/><br/><b>Vous êtes #Pro #Motivé #Ambitieux, ça tombe bien, nous aussi !</b><br/><br/>Apside s’engage en faveur de l’emploi des personnes en situation de handicap avec sa filiale Apsid’EA : 1ère entreprise adaptée totalement intégrée à une ESN !"
      }
    ]
  },
  {
    "name": "SopraSteria",
    "id": "sopraSteria",
    "image": "logo-soprasteria+banking.jpg",
    "link": "https://www.soprasteria.com",
    "type": "gold",
    "desc": "A propos de Sopra Steria<br/><br/>Sopra Steria, l’un des leaders européens du conseil, des services numériques et de l’édition de logiciels, aide ses clients à mener leur transformation digitale et à obtenir des bénéfices concrets et durables.<br/> Il apporte une réponse globale aux enjeux de compétitivité des grandes entreprises et organisations, combinant une connaissance approfondie des secteurs d’activité et des technologies innovantes à une approche résolument collaborative. Sopra Steria place l’humain au centre de son action et s’engage auprès de ses clients à tirer le meilleur parti du digital pour construire un avenir positif. Fort de 45 000 collaborateurs dans 25 pays, le Groupe a réalisé un chiffre d’affaires de 4,1 milliards d’euros en 2018.<br/><br/>The world is how we shape it.<br/><br/>Sopra Steria (SOP) est coté sur Euronext Paris (Compartiment A) - Code ISIN : FR0000050809 <br/><br/>Pour plus d'informations, retrouvez-nous sur www.soprasteria.com<br/><br/><br/>À propos de Sopra Banking Software<br/><br/>Avec ses 5000 experts, un chiffre d’affaires 2018 de 373,7 millions d’euros et l’un des portefeuilles de solutions et de services les plus complets du marché, Sopra Banking Software est de longue date le partenaire de confiance de plus de 800 banques dans 70 pays. Son savoir-faire sans égal lui permet de répondre aux besoins d’innovation comme de développement de banques et institutions financières de toute taille et activité. Sopra Banking Software est une filiale du groupe Sopra Steria, leader européen de la transformation numérique. Avec plus de 44 000 collaborateurs, ce dernier affiche un chiffre d’affaires 2018 de 4,1 milliard d’euros.<br/><br/>Pour plus d'informations, retrouvez-nous sur les réseaux sociaux ou sur www.soprabanking.com",
    "jobOffers": [
      {
        "id": "ssOne",
        "title": "CDI – Ingénieur Etudes et Développement - JAVA - Assurance & Protection Sociale ou Défense/Sécurité",
        "desc": "Sopra Steria, fort de près de 45 000 collaborateurs dans plus de 25 pays, propose l'un des portefeuilles d'offres les plus complets du marché : conseil, intégration de systèmes, édition de solutions métier, infrastructure management et business process services.<br/><br/>En forte croissance, le Groupe accueillera 3 800 talents en 2019 en France pour participer à ses projets d'envergure sur l'ensemble de ses métiers.<br/><br/>Vous êtes prêt(e)s à relever de nouveaux challenges, n’hésitez plus !<br/><br/><b>Description</b><br/>Sous la responsabilité d'un Chef de Projet, en tant qu’<b>Ingénieur Etudes et Développement JAVA JEE H/F</b>, vous mettrez en œuvre et développerez vos compétences techniques et fonctionnelles en participant aux différentes phases de nos projets.<br/><br/>Vous participerez à la refonte du système d’information de l’un de nos grands clients, et aurez pour missions : <ul><li>Analyser des spécifications fonctionnelles et techniques,</li><li>Organiser, Planifier et Suivre la réalisation technique,</li><li>Participer aux phases de conception, Développement et Qualification d'applications,</li><li>Participer aux phases d'analyse, de recette client et de Livraison, notamment en participant aux tests et à la validation client,</li><li>Accompagner le client jusqu'à la mise en production,</li></ul><br/>Vous serez formé(e) à nos process qualité et méthodes. Vous aurez accès aux Communautés, à tous types de certifications et à nos plateformes de formation (e-learning, présentiel).<br/><br/>Nous vous offrons la possibilité de capitaliser sur vos qualités professionnelles et personnelles, d'évoluer dans un environnement dynamique et convivial, sur des projets variés et innovants.<br/><br/><b>Profil recherché</b><br/>De formation type Bac + 5 (Ecole d'Ingénieurs ou Master 2 Informatique), vous justifiez d'une expérience technique sur les technologies .Net, Java/JEE, JavaScript, Angular, React et souhaitez évoluer rapidement dans un contexte motivant.<br/><br/>Vous faites preuve de fortes capacités d'adaptation, possédez un excellent relationnel et appréciez le travail en équipe.<br/><br/>A compétences égales, tous nos postes sont ouverts aux personnes en situation de handicap."
      },
      {
        "id": "ssTwo",
        "title": "Notre société",
        "desc": "Avec ses 5000 experts, un chiffre d'affaires 2018 de 373,7 millions d'euros et l'un des portefeuilles de solutions et de services les plus complets du marché, Sopra Banking Software est de longue date le partenaire de confiance de plus de 800 banques dans 70 pays. Son savoir-faire sans égal lui permet de répondre aux besoins d'innovation comme de développement de banques et institutions financières de toute taille et activité.<br/>Sopra Banking Software est une filiale du groupe Sopra Steria, leader européen de la transformation numérique. Avec plus de 45 000 collaborateurs, ce dernier affiche un chiffre d'affaires 2018 de plus de 4,1 milliards d'euros.<br/><br/>Vous aussi, rejoignez-nous et participez au monde numérique de demain !<br/><br/>Sopra Banking Software est présent dans différents pays du monde ainsi qu’à l’échelle nationale. En effet, nous disposons de 6 sites sur les villes de Toulouse, Tours, Annecy, Nantes, Rodez et Montpellier et 3 en Ile-de-France. Nos différents sites sont composés des équipes suivantes :<br/><ul><li>La R&D, garante de la conception et du développement de nos solutions et qui permet de participer aux projets de fabrication autour de nos différents progiciels. Si vous êtes développeur, Tech lead, Manager IT et/ ou encore Chef de projet, n’hésitez pas à nous soumettre votre candidature.</li><li>Le service support qui assure un périmètre d'assistance continue et de prise en charge des demandes de maintenance relatives au progiciel. Il accueille des Ingénieurs support de niveau 1,2 et 3.</li><li>L’équipe Product strategy management qui est en charge du design et de la stratégie de nos produits ainsi que de l’accompagnement de nos clients. Véritable pivot entre les équipes Sales et R&D, ce service est composé de Product Owners, consultants fonctionnels, Product manager ainsi que de profils venant du software marketing.</li><li>Des Professional services, en charge de l’intégration/implémentation, du développement spécifique ainsi que du paramétrage de nos solutions chez nos clients. Que vous soyez Chef de projets fonctionnel/ informatique, Directeur de projets et/ou Consultant dans le domaine bancaire, n’hésitez pas à postuler.</li></ul><br/>Si vous recherchez une entreprise avec des perspectives d’évolution, un panel de métiers très varié et dans un contexte international, Sopra Banking Software saura répondre à vos attentes.<br/><br/>A compétences égales, tous nos postes sont ouverts aux personnes en situation de handicap.<br/><br/><br/><br/><br/>Pour en savoir plus, visitez notre site www.soprasteria.com/fr/carrieres<br/>Pour déposer votre CV, écrivez-nous sur emploi@soprasteria.com"
      }
    ]
  },
  {
    "name": "Acensi",
    "id": "acensi",
    "image": "logo-acensi.jpg",
    "link": "https://www.acensi.fr/",
    "type": "silver",
    "desc": "Créé en 2003, le groupe ACENSI est spécialisé dans le conseil en systèmes d’information.<br/><br/>ACENSI accompagne ses clients dans leurs projets de transformation, depuis la définition des process et l’analyse des besoins jusqu’au développement et à la maintenance de leur système d’information.<br/><br/>ACENSI est présent en Région Centre depuis 2015 à travers deux sites situés à Orléans et à Tours, et en Région Niortaise depuis 2018.<br/><br/>Nos équipes interviennent particulièrement sur les projets liés :<br/>- Au métier : Support, Test/Recette, Pilote de Recette, AMOA, Business Analyst, Product Owner, Chef de Projet, Expert fonctionnel,<br/>- A la technique : Ingénieur d’études, Analyste, Lead Dev, Test Manager, Support MCO.<br/><br/>Historiquement, nous sommes présents auprès de l’ensemble des acteurs de l’Assurance et de la Protection Sociale (Assureurs et Bancassureurs, Mutuelles, Groupes de Protection Sociale, Courtiers, Editeurs).<br/><br/>Notre croissance nous amène aujourd’hui à développer l’industrie, la banque et le service. En participant à des événements tels que les Microsoft TechDays, la conférence Devoxx, TouraineTech, etc… ACENSI affirme son dynamisme dans les enjeux technologiques d’aujourd’hui (mobilité, virtualisation…).<br/><br/>Si vous êtes à la recherche d’une société qui vous inclura dans sa vie d’entreprise (Conférences, Salons, MeetUp, Soirées, Formations…) tout en vous proposant des projets en lien avec votre volonté d’évolution, rejoignez nos équipes ACENSI en Région !"
  },
  {
    "name": "Polytech'Tours",
    "id": "polytechtours",
    "image": "logo-polytech.png",
    "link": "https://polytech.univ-tours.fr/",
    "type": "gold",
    "desc": "L'École polytechnique de l'université de Tours (Polytech Tours) est l'une des 207 écoles d'ingénieurs françaises accréditées au 1er septembre 2017 à délivrer un diplôme d'ingénieur.<br/> Elle est située à Tours, en Indre-et-Loire, dans la région Centre, en France, plus précisément dans le quartier des Deux-Lions (aussi appelé « Technopôle ») dans le sud de la ville. Ses activités sont réparties sur trois sites éloignés de quelques centaines de mètres : site Portalis (départements « informatique », « formations par alternance » et « premier cycle »), site Dassault (départements « mécanique et système », et « électronique et énergie ») et site Lesseps (département « aménagement et environnement »).<br/>Elle fait partie du réseau Polytech, groupement de treize écoles d'ingénieurs au sein des universités. Elle est habilitée par la Commission des titres d'ingénieur et membre de la Conférence des grandes écoles. Elle est également une composante de l'université François-Rabelais de Tours."
  },
  {
    "name": "Saagie",
    "id": "saagie",
    "image": "logo-saagie.png",
    "link": "https://www.saagie.com/fr/",
    "type": "bronze",
    "desc": "Saagie est une startup éditant une plateforme AI et Big Data permettant aux entreprises d'accomplir leurs initiatives data en un minimum de temps pour placer la donnée au cœur de leur culture! Présent à Rouen, Paris et New York, nous sommes régulièrement à la recherches de codeurs java, kotlin, scala, javascript, css pour compléter notre équipe et suivre notre croissance."
  }
]
