[
  {
    "name": "Apside TOP",
    "id": "apside",
    "image": "apside-top.png",
    "link": "https://www.apside.com/fr/",
    "type": "gold",
    "linkedIn" : "https://fr.linkedin.com/company/apside",
    "twitter" : "https://twitter.com/ApsideGroupe",
    "instagram" : "https://www.instagram.com/apsidegroupe/",
    "facebook" : "https://www.facebook.com/ApsideGroupe/",
    "youtube" : "https://www.youtube.com/@apsidegroupe261",
    "desc": "Un esprit start-up avec la stabilité d’un grand groupe, qui favorise l’agilité, le travail d’équipe et la proximité. Alors qu’Apside ne cesse d'agrandir sa famille déjà forte de plus de 3000 consultants, nous sommes à la recherche de nos nouveaux talents ! <br><br> <ul><li>Intégrez une structure à taille humaine ! Vous rejoindrez 250 collaborateurs d’Apside TOP, entité du groupe présente sur 4 agences (Tours, Orléans, Le Mans, Niort), pour développer notre activité en région ! Ambiance saine et conviviale sont les mots d’ordre ! </li><li>Vous êtes force de proposition ? Participez et animez nos évents techniques et devenez speaker (ApsideCamp, Devoxx, etc..) et faites-nous découvrir votre univers grâce à vos projets associatifs !</li><li>Développez votre réseau (soirées trimestrielles, afterworks, soirées d’intégration…).</li><li>Contribuez à l’Apside Academy en tant que créateurs de parcours pédagogiques et/ou formateurs.</li><li>Vous souhaitez relever des défis dans un environnement digital et multi-technologies ? Rejoignez notre Communautés d’Experts ! </li></ul><br>Notre savoir-faire et notre savoir-être vous accompagnent au cœur de plusieurs métiers : l’ingénierie en systèmes d'information et informatique industrielle, scientifique, aéronautique, automobile et financière.",
    "jobOffers": [
      {
        "id": "apsideOne",
        "title": "Ingénieur IT Junior Web / Data / Cloud / DevOps (H/F)",
        "pdf": "Offre_Ingenieur_IT_Junior.pdf"
      },
      {
        "id": "apsideTwo",
        "title": "Ingénieur IT Sénior Web / Data / Cloud / DevOps (H/F)",
        "pdf": "Offre_Ingenieur_IT_Senior.pdf"
      }
    ]
  },
  {
    "name": "ACENSI",
    "id": "acensi",
    "image": "acensi.png",
    "link": "https://www.acensi.fr/page/accueil/fr_fr",
    "linkedIn": "https://fr.linkedin.com/showcase/acensi-centre-ouest/",
    "instagram": "https://instagram.com/acensisana?igshid=YmMyMTA2M2Y=",
    "type": "silver",
    "desc": "Créée en 2003 à Paris, ACENSI s’est développée sur la région Centre depuis 2015 autour de ses 2  agences : Orléans et Tours, puis en région Niortaise depuis 2018. <br/><br/> Spécialisé dans le conseil en systèmes d'information, ACENSI accompagne ses clients dans leurs  projets de transformation, depuis la définition des processus et l'analyse des besoins jusqu'au  développement et à la maintenance de leur système d'information. Le groupe ACENSI est présent en  France comme à l'international avec une expertise métier reconnue notamment dans les télécoms,  l'assurance, la finance et l'énergie.  <br/><br/> Nos équipes en région Centre et Niort sont historiquement présentes auprès de l'ensemble des  acteurs de l'Assurance et de la Protection Sociale (Assureurs et Bancassureurs, Mutuelles, Groupes  de Protection Sociale, Courtiers, Editeurs). <br/><br/> Nos équipes interviennent particulièrement sur les projets liés : <ul><li>Au métier : Support, Test/Recette, Pilote de Recette, AMOA, Business Analyst, Product  Owner, Chef de Projet, Expert fonctionnel, </li><li>A la technique : Ingénieur d'études, Analyste, Lead Dev, Test Manager, Support MCO. </li></ul><br/>Chez ACENSI, vous bénéficiez d'un suivi individualisé avec votre manager. Des points individuels tout  au long de l'année qui vous permettront grâce à nos solutions de formation certifiante de monter en  compétences et d'atteindre votre objectif de carrière ! <br/><br/>ACENSI c'est également une société proche de ses consultants, avec l'organisation d'événements  (rencontre sportive, afterwork, meetup...) une fois par mois ! <br/><br/> Envie d’en savoir plus ? N’hésitez pas à venir nous voir à notre stand !"
  },
  {
    "name" : "Néosoft",
    "id": "neosoft",
    "image": "neosoft.png",
    "type": "gold",
    "link": "https://www.neosoft.fr/",
    "linkedIn" : "https://www.linkedin.com/company/neosoft_",
    "twitter" : "https://twitter.com/neosoft_",
    "instagram" : "https://www.instagram.com/neosoft__",
    "youtube" : "https://www.youtube.com/@neosoft_",
    "desc": "Néosoft est un groupe indépendant de conseil en transformation digitale de 1800 collaborateurs réunis en communautés d’experts : Conseil & Agilité, Cybersécurité, Data, DevOps, Infrastructures & Cloud et Software Engineering.<br>Depuis sa création à Rennes en 2005, Néosoft conseille et accompagne ses clients à 360° dans leurs projets d’innovation. En créant un environnement de travail plus respectueux de la planète, le groupe s’engage à réduire son impact carbone et à favoriser l’inclusion par le numérique. Animés par une forte exigence sociétale et engagés sur les enjeux environnementaux, nous nous mobilisons au quotidien pour le bien-être de nos consultants, une démarche récompensée par le label Engagé RSE et l’obtention du label Happy At Work depuis 6 ans.<br><br>Créé en 2014, Néosoft Tours compte désormais 60 collaborateurs passionnés. Avec une ambiance familiale, des projets hébergés dans nos locaux et de nombreux événements organisés tout au long de l'année, l'agence poursuit son développement en Centre-Val de Loire. Aujourd'hui, Néosoft s'impose progressivement comme un acteur majeur auprès des grands comptes de la région, notamment dans les domaines de la santé, des assurances et des télécoms sur les activités de conception & développement, d'infrastructures des systèmes et de conseil & agilité.",
    "jobOffers": [
      {
        "id": "neoSoftOne",
        "title" : "Développeur Web Tours",
        "link" : "https://neosoft.wd3.myworkdayjobs.com/fr-FR/neo-soft/details/Dveloppeur-Full-Stack--H-F-_JR101690?primaryLocation=20f778f71e331001ac7fbd0e542a0000"
      },
      {
        "id": "neoSoftOne",
        "title" : "Business Analyst Tours",
        "link" : "https://neosoft.wd3.myworkdayjobs.com/fr-FR/neo-soft/details/Business-Analyst-Tours_JR101662?primaryLocation=20f778f71e331001ac7fbd0e542a0000"
      }
    ]
  },
  {
    "name": "Worldline",
    "id": "worldline",
    "image": "worldline.png",
    "link": "https://worldline.com/fr-fr/home",
    "type": "bronze",
    "desc": "Worldline est un leader mondial des technologies de paiement, rassemblant plus de 7 000 profils tech. Notre technologie contribue à la croissance de millions d'entreprises à travers le monde : de votre commerçant de quartier, aux acteurs mondiaux de l'e-commerce et aux banques internationales.",
    "linkedIn": "https://worldline.com/linkedin",
    "youtube": "https://www.youtube.com/@TechAtWorldline",
    "twitter": "https://twitter.com/worldlinetech",
    "github": "https://github.com/worldline",
    "bluesky": "https://bsky.app/profile/techatworldline.bsky.social"
  }
]
