[
  {
    "name": "Code-Troopers",
    "id": "code-troopers",
    "image": "codetroopers.png",
    "link": "https://code-troopers.com/",
    "linkedIn": "https://www.linkedin.com/company/5058677/",
    "twitter": "https://twitter.com/codetroopers",
    "type": "gold",
    "desc": "Code-Troopers est une agence spécialisée dans le développement logiciel et la conception d’applications web et mobiles sur-mesure.<br><br>Après plus de 15 ans d’expérience, l’équipe est constituée aujourd’hui de 16 Troopers  !  Des start-ups aux grands groupes, Code-Troopers accompagne leurs clients tout au long de leurs projets informatiques (conception, développement, tests, maintenances) en utilisant des méthodes agiles.<br><br>Vous avez toujours rêvé d’être un Trooper ? Rejoignez l’équipe.",
    "jobOffers": [
      {
        "id": "ctOne",
        "title": "Développeur Front (H/F)",
        "pdf": "developpeur-front.pdf"
      }
    ]
  },
  {
    "name": "OVHcloud",
    "id": "OVHcloud",
    "image": "ovh.png",
    "link": "https://www.ovhcloud.com/fr/",
    "linkedIn": "https://www.linkedin.com/company/ovhgroup/",
    "twitter": "https://twitter.com/OVHcloud_FR",
    "type": "gold",
    "desc": "OVHcloud est un acteur mondial et le leader européen du Cloud opérant plus de 400 000 serveurs dans 40 datacenters sur 4 continents. Depuis 20 ans, le Groupe s’appuie sur un modèle intégré qui lui confère la maîtrise complète de sa chaîne de valeur : de la conception de ses serveurs à la construction et au pilotage de ses datacenters en passant par l’orchestration de son réseau de fibre optique. Cette approche unique lui permet de couvrir en toute indépendance l’ensemble des usages de ses 1,6 million de clients dans plus de 140 pays. OVHcloud propose aujourd’hui des solutions de dernière génération alliant performance, prédictibilité des prix et une totale souveraineté sur leurs données pour accompagner leur croissance en toute liberté.",
    "jobOffers": [
      {
        "id": "ovhOne",
        "title": "DevOps Linux (H/F)",
        "link": "https://careers.ovhcloud.com/job/PARIS-DevOps-Linux-75017/986165001/"
      },
      {
        "id": "ovhTwo",
        "title": "Senior Software Engineer / Golang - Observability (H/F)",
        "link": "https://careers.ovhcloud.com/job/CESSON-SEVIGNE-Senior-Software-Engineer-Golang-Observability-35510/985987101/"
      }
    ]
  },
  {
    "name": "Apside TOP",
    "id": "apside",
    "image": "apside-top.png",
    "link": "https://www.apside.com/",
    "type": "gold",
    "linkedIn": "https://www.linkedin.com/company/apside/",
    "twitter": "https://twitter.com/ApsideGroupe",
    "instagram": "https://www.instagram.com/apsidegroupe/",
    "facebook": "https://www.facebook.com/ApsideGroupe/",
    "desc": "Un esprit start-up avec la stabilité d’un grand groupe, qui favorise l’agilité, le travail d’équipe et la proximité. Alors qu’Apside ne cesse d'agrandir sa famille déjà forte de plus de 3000 consultants, nous sommes à la recherche de nos nouveaux talents ! <br><br> <ul><li>Intégrez une structure à taille humaine ! Vous rejoindrez 220 collaborateurs d’Apside TOP, filiale du groupe, pour développer notre activité en région ! Ambiance saine et conviviale sont les mots d’ordre ! </li><li>Vous êtes force de proposition ? Participez et animez nos évents techniques et devenez speaker (ApsideCamp, Devoxx, etc..) et faites-nous découvrir votre univers grâce à vos projets associatifs !</li><li>Développez votre réseau (soirées trimestrielles, afterworks, soirées d’intégration…).</li><li>Contribuez à l’Apside Academy en tant que créateurs de parcours pédagogiques et/ou formateurs.</li><li>Vous souhaitez relever des défis dans un environnement digital et multi-technologies ? Rejoignez notre Communautés d’Experts ! </li></ul><br>Notre savoir-faire et notre savoir-être vous accompagnent au cœur de plusieurs métiers : l’ingénierie en systèmes d'information et informatique industrielle, scientifique, aéronautique, automobile et financière.",
    "jobOffers": [
      {
        "id": "apsideOne",
        "title": "Ingénieur IT Junior Web / Data / Cloud / DevOps (H/F)",
        "pdf": "Offre_Ingenieur_IT_Junior.pdf"
      },
      {
        "id": "apsideTwo",
        "title": "Ingénieur IT Sénior Web / Data / Cloud / DevOps (H/F)",
        "pdf": "Offre_Ingenieur_IT_Senior.pdf"
      }
    ]
  },
  {
    "name": "Worldline",
    "id": "worldline",
    "image": "worldline.png",
    "link": "https://fr.worldline.com/fr/home.html",
    "type": "gold",
    "desc": "Worldline est un leader mondial de la sécurisation des paiements et des transactions. Nous sommes à l’avant-garde de la révolution numérique, gage de nouvelles façons de payer, vivre, travailler et nouer des relations reposant sur la confiance tout au long de la chaîne de valeur des paiements.",
    "linkedIn": "https://worldline.com/linkedin",
    "youtube": "https://www.youtube.com/@TechAtWorldline",
    "twitter": "https://twitter.com/worldlinetech",
    "github": "https://github.com/worldline",
    "jobOffers": [
      {
        "id": "wlOne",
        "title": "Blois Product Manager Terminals (W/M)",
        "link": "https://careers.worldline.com/fr/emploi/blois/product-manager-terminals-w-m/35538/54382472928"
      },
      {
        "id": "wlTwo",
        "title": "Lyon Responsable d'application Contact (F/H)",
        "link": "https://careers.worldline.com/fr/emploi/seclin/responsable-d-application-contact-f-h/35538/56027708112"
      }
    ]
  },
  {
    "id": "ippon",
    "name": "Ippon Technologies",
    "image": "ippon.svg",
    "link": "https://blog.ippon.fr/",
    "twitter" : "https://twitter.com/ippontech",
    "linkedIn" : "https://www.linkedin.com/company/ippon-technologies/",
    "instagram" : "https://www.instagram.com/ippon_technologies/",
    "twitch": "https://www.twitch.tv/ippontech",
    "youtube" : "https://www.youtube.com/@ippontechtv",
    "type": "gold",
    "desc": "Ippon, c'est un cabinet de conseil et d'expertises en technologie, issu de la rencontre entre un Tech et un Judoka ! </br> Leurs fondations sont ainsi influencées par les valeurs du sport et de la tech :</br></br> <ul><li>Le dépassement de soi : programme de mentoring individualisé : BlackBelt</li><li>Le collectif : communautés d’expertises, intervention en équipe Ippon</li><li>Le partage : formations, blog technique et conférences</li></br>Ippon est organisé en communautés (Fullstack, Mobile, Cloud, DevOps, Data, Agilité, Architecture, Produit, Design), et regroupe 700 passionnés de tech en France et à l'étranger. </br> Ippon accompagne plus d’une centaine de clients par an, sur leurs enjeux de transformation et d’innovation.</br></br>Chez Ippon, ils sont convaincus que la tech est source de progrès pour les organisations comme pour l’ensemble de la Société. Ils entretiennent une culture positive, entre humanisme, générosité et bienveillance. Ces valeurs se retrouvent dans leurs initiatives environnementales et sociétales, portées par la Fondation Ippon, Ippon Go for Good et Ippon Go for Women.</br></br>Enfin, Ippon est présent sur la région Centre-Val de Loire depuis mars 2023 avec des locaux sur Tours. </br>Dès leur première année, ils prennent part activement aux communautés Tech (meetup, Touraine Tech, Digital Loire Valley...) car le partage fait partie intégrante de leurs valeurs.<br/></br>Sentez-vous libre de discuter avec eux sur leur stand et/ou d'assister à leurs talks ! </br></br> <div style='display:flex; flex-direction: column;align-items: center;'><span>Leur devise ?</span><span>“It is not important to be better than someone else, but to be better than yesterday”</span></div>",
    "jobOffers": [
      {
        "id": "ipponOne",
        "title": "Software Crafteur·euse",
        "pdf": "annonce_crafter_2024.pdf"
      },
      {
        "id": "ipponTwo",
        "title": "Consultant·e Data",
        "pdf": "annonce_data_2024.pdf"
      }
    ]
  }
]
