[
  {
    "name": "ACENSI",
    "id": "acensi",
    "image": "acensi.png",
    "link": "https://www.acensi.fr/page/accueil/fr_fr",
    "linkedIn" : "https://www.linkedin.com/company/acensi/",
    "instagram" : "https://instagram.com/acensisana?igshid=YmMyMTA2M2Y=",
    "type": "gold",
    "desc": "ACENSI, créée en 2003, est classée parmi les 100 plus belles entreprises de France depuis 2013, avec un chiffre d’affaires de 180 M€ et 1 200 collaborateurs. <br/><br/> Spécialisé dans le conseil en systèmes d'information, ACENSI accompagne ses clients dans leurs projets de transformation, depuis la définition des processus et l'analyse des besoins jusqu'au développement et à la maintenance de leur système d'information. Le groupe ACENSI est présent en France comme à l'international avec une expertise métier reconnue notamment dans les télécoms, l'assurance, la finance et l'énergie. <br/><br/>En 2015, création d'ACENSI Région Centre. Aujourd'hui nous sommes plus de 100 collaborateurs à intervenir chez les clients grands comptes de la région sur Orléans, Tours et Niort.<br/>Historiquement, nous sommes présents auprès de l'ensemble des acteurs de l'Assurance et de la Protection Sociale (Assureurs et Bancassureurs, Mutuelles, Groupes de Protection Sociale, Courtiers, Editeurs). <br/><br/> Nos équipes interviennent particulièrement sur les projets liés :<br/>Au métier : Support, Test/Recette, Pilote de Recette, AMOA, Business Analyst, Product Owner, Chef de Projet, Expert fonctionnel,<br/>A la technique: Ingénieur d'études, Analyste, Lead Dev, Test Manager, Support MCO.<br/><br/>  Chez ACENSI, vous bénéficiez d'un suivi individualisé avec votre manager. Des points individuels tout au long de l'année qui vous permettront grâce à nos solutions de formation certifiante de monter en compétences et d'atteindre votre objectif de carrière ! <br/><br/>  ACENSI c'est également une société proche de ses consultants, avec l'organisation d'événements (rencontre sportive, afterwork, meetup...) une fois par mois !",
    "jobOffers": [
      {
        "id": "acensiOne",
        "title": "Analyste Technico-Fonctionnel",
        "pdf": "Analyste Technico-Fonctionnel.pdf"
      },
      {
        "id": "acensiTwo",
        "title": "Consultant senior C#.NET",
        "pdf": "Developpeur Csharp.NET.pdf"
      }
    ]
  },
  {
    "name": "Polytech'Tours",
    "id": "polytechtours",
    "image": "logo-polytech.png",
    "link": "https://polytech.univ-tours.fr/",
    "type": "partenaires",
    "desc": "L'École polytechnique de l'université de Tours (Polytech Tours) est l'une des 207 écoles d'ingénieurs françaises accréditées au 1er septembre 2017 à délivrer un diplôme d'ingénieur.<br/> Elle est située à Tours, en Indre-et-Loire, dans la région Centre, en France, plus précisément dans le quartier des Deux-Lions (aussi appelé « Technopôle ») dans le sud de la ville. Ses activités sont réparties sur trois sites éloignés de quelques centaines de mètres : site Portalis (départements « informatique », « formations par alternance » et « premier cycle »), site Dassault (départements « mécanique et système », et « électronique et énergie ») et site Lesseps (département « aménagement et environnement »).<br/>Elle fait partie du réseau Polytech, groupement de treize écoles d'ingénieurs au sein des universités. Elle est habilitée par la Commission des titres d'ingénieur et membre de la Conférence des grandes écoles. Elle est également une composante de l'université François-Rabelais de Tours."
  },
  {
    "name": "Polytech'Tours",
    "id": "polytechtours",
    "image": "logo-polytech.png",
    "link": "https://polytech.univ-tours.fr/",
    "type": "gold",
    "desc": "L'École polytechnique de l'université de Tours (Polytech Tours) est l'une des 207 écoles d'ingénieurs françaises accréditées au 1er septembre 2017 à délivrer un diplôme d'ingénieur.<br/> Elle est située à Tours, en Indre-et-Loire, dans la région Centre, en France, plus précisément dans le quartier des Deux-Lions (aussi appelé « Technopôle ») dans le sud de la ville. Ses activités sont réparties sur trois sites éloignés de quelques centaines de mètres : site Portalis (départements « informatique », « formations par alternance » et « premier cycle »), site Dassault (départements « mécanique et système », et « électronique et énergie ») et site Lesseps (département « aménagement et environnement »).<br/>Elle fait partie du réseau Polytech, groupement de treize écoles d'ingénieurs au sein des universités. Elle est habilitée par la Commission des titres d'ingénieur et membre de la Conférence des grandes écoles. Elle est également une composante de l'université François-Rabelais de Tours."

  },
  {
    "name": "La Mobilery",
    "id": "la-mobilery",
    "image": "logo-la-mobilery.jpeg",
    "link": "https://www.lamobilery.fr/",
    "linkedIn" :"https://fr.linkedin.com/company/lamobilery",
    "twitter" : "https://twitter.com/lamobilery",
    "type": "gold",
    "desc": "Tu ne connais pas encore La Mobilery ? Depuis 12 ans, on crée des apps mobiles et web pour nos clients.<br>Depuis 12 ans, on le fait avec l’amour du beau code et en mettant toujours l’humain au centre de notre activité.<br>La Mobilery a été créée à Lille en 2010 et est présente à Tours depuis 2017 et à Paris depuis 2019.<br>Plus qu’une ESN, nous sommes une Néo ESN. Notre but : faire grandir nos collaborateurs et collaboratrices dans un cadre à la fois plaisant et prônant l’excellence. Nous accompagnons nos clients en régie (remote ou sur place) comme en mode projet.<br>Société à mission, management libéré, politique carbone neutre, mécénat de compétences techniques sont autant d’axes qui nous permettent d’atteindre nos objectifs ambitieux et porteurs de sens.<br>Nous sommes heureux de soutenir Touraine Tech en tant que sponsor depuis deux ans, et pour encore une belle aventure.<br>Nous continuons à grandir et à recruter, alors n'hésitez pas à passer nous voir pour discuter !",
    "jobOffers": []
  },
  {
    "name": "Code-Troopers",
    "id": "code-troopers",
    "image": "codetroopers.png",
    "link": "https://code-troopers.com/",
    "linkedIn" :"https://www.linkedin.com/company/5058677/",
    "twitter" : "https://twitter.com/codetroopers",
    "type": "gold",
    "desc": "Code-Troopers est une agence spécialisée dans le développement logiciel et la conception d’applications web et mobiles sur-mesure.<br> <br>Après plus de 10 ans d’expérience, l’équipe de développeurs d’applications web et mobiles de Code-Troopers compte aujourd’hui 15 collaborateurs. Des start-ups aux grands groupes, nous accompagnons les entreprises tout au long de leurs projets informatiques (conception, développement, tests, maintenances) en utilisant des méthodes agiles.",
    "jobOffers": [      {
      "id": "ctOne",
      "title": "Développeur Front (H/F)",
      "pdf": "developpeur-front.pdf"
    }]
  },
  {
    "name": "SopraSteria",
    "id": "sopra-steria",
    "image": "sopra.png",
    "link": "https://www.soprasteria.com/",
    "type": "gold",
    "linkedIn" :"https://www.linkedin.com/company/soprasteria",
    "twitter" : "https://twitter.com/SopraSteria_fr",
    "facebook" : "https://www.facebook.com/soprasteria/",
    "instagram" : "https://www.instagram.com/soprasteria_fr/",
    "youtube" : "https://www.youtube.com/c/SopraSteriaGroup",
    "twitch" : "https://www.twitch.tv/soprasteria",
    "desc": "Sopra Steria, l’un des leaders européens du conseil, des services numériques et de l’édition de logiciels, aide ses clients à mener leur transformation digitale et à obtenir des bénéfices concrets et durables. Il apporte une réponse globale aux enjeux de compétitivité des grandes entreprises et organisations, combinant une connaissance approfondie des secteurs d’activité et des technologies innovantes à une approche résolument collaborative. Sopra Steria place l’humain au centre de son action et s’engage auprès de ses clients à tirer le meilleur parti du digital pour construire un avenir positif. Fort de 47 000 collaborateurs dans près de 30 pays, le Groupe a réalisé un chiffre d’affaires de 4,7 milliards d’euros en 2021. </br><b>The world is how we shape it.</b>",
    "jobOffers": []
  },
  {
    "name": "Apside TOP",
    "id": "apside",
    "image": "apside-top.png",
    "link": "https://www.apside.com/",
    "type": "gold",
    "linkedIn" : "https://www.linkedin.com/company/apside/",
    "twitter" : "https://twitter.com/ApsideGroupe",
    "instagram" : "https://www.instagram.com/apsidegroupe/",
    "facebook" : "https://www.facebook.com/ApsideGroupe/",
    "desc": "Un esprit start-up avec la stabilité d’un grand groupe, qui favorise l’agilité, le travail d’équipe et la proximité. Alors qu’Apside ne cesse d'agrandir sa famille déjà forte de plus de 3000 consultants, nous sommes à la recherche de nos nouveaux talents ! <br><br> <ul><li>Intégrez une structure à taille humaine ! Vous rejoindrez 180 collaborateurs d’Apside TOP, filiale du groupe, pour développer notre activité en région ! Ambiance saine et conviviale sont les mots d’ordre ! </li><li>Vous êtes force de proposition ? Participez et animez nos évents techniques et devenez speaker (ApsideCamp, Devoxx, etc..) et faites-nous découvrir votre univers grâce à vos projets associatifs !</li><li>Développez votre réseau (soirées trimestrielles, afterworks, soirées d’intégration…).</li><li>Contribuez à l’Apside Academy en tant que créateurs de parcours pédagogiques et/ou formateurs.</li><li>Vous souhaitez relever des défis dans un environnement digital et multi-technologies ? Rejoignez notre Communautés d’Experts ! </li></ul><br>Notre savoir-faire et notre savoir-être vous accompagnent au cœur de plusieurs métiers : l’ingénierie en systèmes d'information et informatique industrielle, scientifique, aéronautique, automobile et financière.",
    "jobOffers": []
  },
  {
    "name": "Elastic",
    "id": "elastic",
    "image": "elastic.svg",
    "link": "https://www.elastic.co/fr/",
    "linkedIn" :"https://fr.linkedin.com/company/elastic-co",
    "twitter" : "https://twitter.com/elasticfr",
    "type": "gold",
    "desc": "Elastic propose des solutions cloud-native pour la recherche, l'observabilité et la sécurité, afin d'améliorer l'expérience des clients et des employés, d'assurer le bon fonctionnement des applications fondamentales et de les protéger des cyber menaces.",
     "jobOffers": [
       {
         "id": "elasticOne",
         "title": "Elasticsearch - Principal Software Engineer (Java)",
         "link": "https://jobs.elastic.co/jobs/elasticsearch/distributed-emea/elasticsearch-principal-software-engineer-java-/4473974?gh_jid=4473974#/"
       },
       {
         "id": "elasticTwo",
         "title": "Enterprise Search - Application - Senior Software Engineer (React/Typescript/Ruby)",
         "link": "https://jobs.elastic.co/jobs/application/distributed-emea/enterprise-search-application-senior-software-engineer-react-typescript-ruby-/4520904?gh_jid=4520904#/"
       }
     ]
},
{
    "name": "Worldline",
    "id": "worldline",
    "image": "worldline.png",
    "link": "https://fr.worldline.com/fr/home.html",
    "type": "gold",
    "desc": "Worldline est un leader mondial de la sécurisation des paiements et des transactions. Nous sommes à l’avant-garde de la révolution numérique, gage de nouvelles façons de payer, vivre, travailler et nouer des relations reposant sur la confiance tout au long de la chaîne de valeur des paiements.",
    "linkedIn" : "https://worldline.com/linkedin",
    "instagram" : "https://www.instagram.com/worldline/",
    "twitter" : "https://twitter.com/WorldlineGlobal",
    "jobOffers": [
      {
      "id": "wlOne",
      "title": "Lead developer JAVA confirmé (F/H)",
      "link": "https://careers.worldline.com/en/job/blois/lead-developer-java-confirme-f-h/35538/35269727792"
      },
      {
        "id": "wlTwo",
        "title": "Ingénieur Devops (F/M)",
        "link": "https://careers.worldline.com/en/job/la-defense/ingenieur-devops-f-m/35538/38337625952"
      }]
  },{
  "name": "}",
  "id": "OVHcloud",
  "image": "ovh.png",
  "link": "https://www.ovhcloud.com/fr/",
  "linkedIn" :"https://www.linkedin.com/company/ovhgroup/",
  "twitter" : "https://twitter.com/OVHcloud_FR",
  "type": "gold",
  "desc": "OVHcloud est un acteur mondial et le leader européen du Cloud opérant plus de 400 000 serveurs dans 33 datacenters sur 4 continents. Depuis 20 ans, le Groupe s’appuie sur un modèle intégré qui lui confère la maîtrise complète de sa chaîne de valeur : de la conception de ses serveurs à la construction et au pilotage de ses datacenters en passant par l’orchestration de son réseau de fibre optique. Cette approche unique lui permet de couvrir en toute indépendance l’ensemble des usages de ses 1,6 million de clients dans plus de 140 pays. OVHcloud propose aujourd’hui des solutions de dernière génération alliant performance, prédictibilité des prix et une totale souveraineté sur leurs données pour accompagner leur croissance en toute liberté.",
  "jobOffers" : []
},
  {
    "name": "Néo-Soft",
    "id": "Neo-soft",
    "image": "neo-soft.png",
    "link": "https://www.neo-soft.fr/",
    "linkedIn" :"https://www.linkedin.com/in/sophie-nicod%C3%A8me-12529197?lipi=urn%3Ali%3Apage%3Ad_flagship3_profile_view_base_contact_details%3BUYfb24KIQ42Iofw3DlcRtw%3D%3D",
    "type": "bronze",
    "desc": "Fédérateur de talents au service de l'excellence digitale, Néo-Soft est un Groupe indépendant de conseil en transformation numérique. <br><br> Depuis sa création en 2005, le Groupe se distingue par son ADN. Avec 15 implantations et une offre diversifiée, nous accompagnons nos clients dans leurs projets de digitalisation. Pour nos consultants, intégrer Néo-Soft c’est la possibilité de développer leur expertise dans une entreprise responsable où la proximité est une réalité. <br><br> Afin d'étoffer son maillage géographique national, le Groupe Néo-Soft poursuit sa croissance sur le territoire français avec le développement de l’agence de Tours, 10ème agence du groupe créée en 2014. Néo-Soft nourrit de belles ambitions sur cette région Centre, propice au secteur informatique, particulièrement dans les domaines de la santé, des assurances, du télécom ou encore de l’industrie. La ville de Tours s'avère stratégique de par sa proximité de Paris, du Mans ou encore d'Orléans. <br><br> Aujourd'hui, Néo-Soft s'impose progressivement comme un acteur majeur auprès des grands comptes de la région sur les activités de conception/développement NTIC, d'infrastructures des systèmes et aussi d’AMOA à travers l’Offre Santé/Prévoyance.",
    "jobOffers": []
},
{
    "name": "Cat-Amania",
    "id": "cat-amania",
    "image": "catamania.png",
    "link": "https://www.cat-amania.com/",
    "linkedIn" :"https://www.linkedin.com/in/cat-amania-agence-tours-01a003224/",
    "type": "bronze",
    "desc": "Cat-Amania est une société de conseil et de services numériques créée pour réaliser la transformation digitale de ses clients. Elle se fonde sur ses expertises métier, technique et méthodologique pour accompagner ses clients dans leurs grands projets de transformation. <br><br> Cat-Amania définit et participe à l’évolution du système d’information de ses clients dans les domaines de la banque, de l’assurance, de la grande distribution et de l’industrie. Avec plus de 20 ans d’expérience, Cat-Amania est en mesure de répondre aux besoins de ses clients avec des offres adaptables sur les thématiques d’Architecture, de Conseil, d’Etude, de Développement, de Test, de Paramétrage et de Pilotage.",
    "jobOffers": []
  },
  {
    "name": "Microsoft",
    "id": "microsoft",
    "image": "microsoft.png",
    "link": "https://www.microsoft.com/fr-fr/",
    "twitter" : "https://twitter.com/@msdev_fr",
    "youtube" : "https://www.youtube.com/channel/UCrqTcWee3VRJh906JygWrTw",
    "type": "gold",
    "desc": "Microsoft s’engage en faveur d’un numérique de confiance, inclusif et durable. Sa mission est de donner à chaque individu et chaque organisation les moyens de réaliser ses ambitions, à l’ère du cloud intelligent et de l’intelligent edge.<br/> <br/>Catalyseur de l’innovation dans l’Hexagone depuis près de 40 ans, Microsoft France est présidée par Corine de Bilbao depuis juillet 2021. Avec plus de 1 800 collaborateurs et 10 500 partenaires économiques, technologiques, acteurs du secteur public, chercheurs ou start-ups, Microsoft France contribue au développement de l’économie et des compétences numériques sur l’ensemble du territoire français.",
    "jobOffers": []
  },
  {
    "id": "ippon",
    "name": "Ippon Technologies",
    "image": "Ippon.png",
    "link": "https://fr.ippon.tech/",
    "twitter" : "https://twitter.com/ippontech",
    "linkedIn" : "https://www.linkedin.com/company/ippon-technologies/",
    "type": "bronze",
    "desc": "Ippon, c’est un cabinet de conseil et d'expertises en technologie, organisé en communautés (Fullstack, Mobile, Cloud, DevOps, Data, Agilité, Architecture, Produit, Design), et regroupant 700 passionnés de tech, guidés par une énergie collective et un goût prononcé pour le challenge.<br/>Nous accompagnons ainsi plus d’une centaine de clients par an, sur leurs enjeux de transformation et d’innovation.<br/><br/>Chez Ippon, nous sommes convaincus que la tech est source de progrès, pour les organisations comme pour l’ensemble de la Société. Nous entretenons une culture positive, entre humanisme, générosité et bienveillance. Ces valeurs se retrouvent dans nos initiatives environnementales et sociétales, portées par la Fondation Ippon et Ippon Go for Good.<br/><br/>Ippon est une entreprise à taille humaine et à visage humain, animée par l’esprit d’équipe, le dépassement de soi et la culture de la gagne. A ce titre, chaque Ippon a accès à un programme personnalisé pour accélérer sa carrière, inspiré du principe des ceintures de judo, le programme BlackBelt.<br/>Ces valeurs nous permettent de relever tous les challenges de la transformation numérique, en co-construction avec nos clients.<br/><br/>Enfin, nous sommes le partenaire de la performance des entreprises et des organisations. Notre but est d’accompagner la transformation en continu, et sur le long terme, grâce à la double casquette de nos collaborateurs : experts technologiques et consultants stratégiques.<br/><br/>Si tu veux en savoir plus sur Ippon, tu peux consulter notre site Internet : https://fr.ippon.tech/ mais également notre blog qui donne un avant-goût assez précis de l’expertise et du savoir-faire que tu pourras retrouver chez nous : <a href=\"https://blog.ippon.fr/\">https://blog.ippon.fr/</a>",
    "jobOffers": []
  }
]
