[
  {
    "name": "Cat-Amania",
    "id": "catamania",
    "image": "logo-catamania.png",
    "link": "https://www.cat-amania.com/",
    "type": "bronze",
    "desc": "<b>Cat-Amania est une société de conseil et de services numériques.</b></br></br>Nous mettons en pratique nos expertises métier, technique et méthodologique pour accompagner nos clients dans leurs grands projets de transformation.</br></br>Nous définissons et participons à l’évolution du système d’information de nos clients dans les domaines de la banque, de l’assurance, de la grande distribution et de l’industrie. Avec plus de 20 ans d’expérience, nous sommes en mesure de répondre aux besoins de nos clients avec des offres adaptables sur les thématiques d’Architecture, de Conseil, d’Etude, de Développement, de Test, de Paramétrage et de Pilotage."
  },
  {
    "name": "Harmonie Mutuelle",
    "id": "harmoniemutuelle",
    "image": "logo-harmonie.png",
    "link": "https://www.harmonie-mutuelle.fr/",
    "type": "gold",
    "desc": "<b>Harmonie Mutuelle, acteur de santé globale, protège aujourd’hui plus de 4,3 millions de personnes et 58.000 entreprises. Elle accompagne ses adhérents dans leur parcours de santé et de vie ainsi que les entreprises clientes dans leurs responsabilités vis-à-vis de leurs collaborateurs.<br>Harmonie Mutuelle apporte des réponses solidaires et innovantes en prévention, santé et prévoyance.</b><br><br>Pour Harmonie Mutuelle, la santé est un capital qu’il faut promouvoir en agissant sur tous ses déterminants (physiques, économiques, sociaux, culturels, environnementaux…).<br>Entreprise à but non-lucratif, elle s’engage au plus près de chacun pour le mieux vivre de tous par une approche à la fois démocratique et experte et propose des solutions mutualistes collectives et personnalisées, notamment grâce à ses réseaux partenaires (optique, audio et dentaire) et ses 900 services de soins et d’accompagnement.<br>Ses valeurs d’ouverture, de confiance, de transparence et de solidarité lui permettent de tisser un lien pérenne avec ses adhérents/clients mais aussi d’accompagner les évolutions de la société en participant à la construction du 1er groupe de protection sociale mutualiste : le Groupe VYV."
  },
  {
    "name": "Apside TOP",
    "id": "apside",
    "image": "logo-apside-top.png",
    "link": "https://www.apside.com/",
    "type": "gold",
    "desc": "APSIDE TOP est l’antenne en région Centre du Groupe APSIDE (conseil & ingénierie numérique). En tant qu’acteur local du numérique, nous avons cru au projet de Touraine Tech dès son début et nous avons fait le pari d’accompagner cette conférence qui grandit, pour notre plus grand plaisir, d’année en année. Aujourd’hui, Touraine Tech est associé à une notoriété locale comme Devoxx l’est à Paris. C’est tout naturellement que nous apportons notre soutien pour l’édition de 2022.",
    "jobOffers": [
      {
        "id": "apOne",
        "title":"<p>INGENIEUR IT WEB/DATA/CLOUD/DEVOPS</p>",
        "desc":"<p>Envie de rejoindre une entreprise apprenante ? Engagée pour t’accompagner dans ton évolution professionnelle et dans tes projets ? Rejoins Apside TOP pour travailler sur les projets numériques de demain !</p></br> <p>Tu as l’envie de choisir tes missions, d’être formé régulièrement, de t’éclater dans ce que tu fais et de devenir le Maitre Yoda de l’IT ? Tu penses que ce n’est pas possible en ESN ? </br> <b> -> Et si on te disait que tout cela est possible chez Apside !</b></p><h4>Le poste ?</h4><p>Tu rejoindras nos équipes Agile pour concevoir, développer et tester des projets IT.</br>Tu apporteras tes compétences et ton esprit d’équipe.</p>        </br></br><p><b>Tu auras la possibilité de :</b> <ul><li>Progresser grâce à des missions variées en développant tes compétences techniques et fonctionnelles chez des clients locaux</li> <li>Être accompagné(e) et suivi(e) par nos consultants experts sur les sujets qui t’intéresse : <ul><li>CI/CD, DevOps, Cloud, BigData,</li><li> Java, .NET, PHP, JS, SQL/NoSQL, Python</li><li>Spring Boot, .NET Core, Symfony, Angular, React, NodeJS, Flutter,</li><li> Et bien d’autres !</li></ul></li><li>T’investir et intégrer la communauté locale de l’agence (Afterworks, soirées trimestrielles et annuelles…) et une entreprise engagée (RSE, APSID’ea…)</li><li>Animer ou de participer à des événements techniques (Apside Camp, Café Tech, Live Coding…)</li><li>Bénéficier de nos formations et de passer des certifications via notre plateforme Academy by Apside</li><li>Conserver un équilibre vie pro/vie perso (notamment avec le télétravail, les RTT…)</li> </ul></p>        <h4>Le projet ?</h4>        <p>Tu accompagnes nos clients dans la réalisation de leurs projets. Les missions sont variées et ponctuelles (conseil, expertise, formation) ou permanentes (durée moyenne 18 mois).</br> En région Centre, nous adressons les acteurs de la protection sociale, ainsi que les principales banques et assurances françaises. Nous contribuons également aux projets d’autres agences, qui adressent des PME et grands groupes dans différents secteurs d’activités.</p>        <h4>Toi ?</h4> <p><ul><li> Tu maîtrises certaines des technologies suivantes : PostgreSQL, MongoDB, Java, Spring Boot, JavaScript, Angular, React, VueJS, HTML, CSS,</li> <li>Tu connais les bonnes pratiques DevOps, agiles (Scrum/Kanban), Craftsmanship,</li> <li>Tu disposes de connaissances fonctionnelles dans les domaines de l’assurance, mutuelle, banque, télécom</li><li>Tu es curieux et ouvert d’esprit</li> <li>Tu as le sens du collectif et une forte agilité intellectuelle</li></ul><br/>Tu es toujours à l’affût des actus techs ! </p> <h4>Et la suite ?</h4>        <p><ol><li>Tu rencontreras d’abord l’équipe RH pour préciser tes attentes, ton projet, ton futur et mettre tout cela en perspective avec ce que l’on peut te proposer chez Apside !</li><li>Si la rencontre est positive, on continue avec un échange avec un de tes pairs mais surtout un de tes futurs collègues, un expert de nos équipes, qui évaluera avec toi ton potentiel technique.</li><li> Si ce que l’on te propose te plait tu parleras concret avec un manager pour te présenter les missions, projets, parcours de carrière, et bien sûr salaire et avantages </li><li>Tout cela est positif pour toi ? Tu n’as qu'à dire oui à notre proposition pour nous rejoindre !</li></ol> <br/> <b>Nous parions avant tout sur des profils, des potentiels et des personnalités comme toi. Tu veux savoir si ça matche ? Postule chez Apside !</b> <br/><br/>Pour en savoir plus -> <a href=\"https://www.apside.com\">www.apside.com</a></p>"
      },
      {
        "id": "apTwo",
        "title":"<p>INGENIEUR IT SENIOR WEB/DATA/CLOUD/DEVOPS</p>",
        "desc":"<p>Envie de rejoindre une entreprise apprenante ? Engagée pour t’accompagner dans ton évolution professionnelle et dans tes projets ? Rejoins Apside TOP pour travailler sur les projets numériques de demain !</p></br> <p>Tu as l’envie de choisir tes missions, d’être formé régulièrement, de t’éclater dans ce que tu fais et de devenir le Maitre Yoda de l’IT ? Tu penses que ce n’est pas possible en ESN ? </br> <b> -> Et si on te disait que tout cela est possible chez Apside !</b></p><h4>Le poste ?</h4><p>Tu rejoindras nos équipes Agile pour concevoir, développer et tester des projets IT.</br>Tu apporteras tes compétences et ton esprit d’équipe.</p>        </br></br><p><b>Tu intègreras une dynamique locale et internationale et contribueras à l’évolution de ton agence en ayant la possibilité de :</b> <ul><li>Rejoindre nos communautés internes d’experts</li> <li>Devenir notre ambassadeur dans les évènements techs locaux et nationaux,</li><li>De réaliser des missions d’audit, d’expertise technique et des POCs</li><li>Participer au recrutement et au mentoring de tes futurs collègues,</li><li>Bénéficier de nos formations et de passer des certifications via notre plateforme Academy by Apside</li><li>Passer des certifications via notre plateforme Academy by Apside</li><li>Avoir la possibilité de devenir formateur sur tes domaines d’expertise</li><li>T’investir dans la vie d’agence</li><li>Conserver un équilibre vie pro/vie perso</li> </ul></p>        <h4>Le projet ?</h4>        <p>Tu accompagnes nos clients dans la réalisation de leurs projets. Les missions sont variées et ponctuelles (conseil, expertise, formation) ou permanentes (durée moyenne 18 mois).</br> En région Centre, nous adressons les acteurs de la protection sociale, ainsi que les principales banques et assurances françaises. Nous contribuons également aux projets d’autres agences, qui adressent des PME et grands groupes dans différents secteurs d’activités.</p>        <h4>Toi ?</h4> <p><b>Tu as une expertise à apporter sur plusieurs des sujets suivants :</b><ul><li>Coaching agile/Lean/Kanban,</li> <li>CI/CD/DevOps/Cloud (Kubernetes /Cloud),</li> <li>BigData (Kafka/Cassandra/Elastic/Scala)</li><li>xCMS (Typo/Drupal/Prismic.io),</li> <li>RGPD/Sécurité/Accessibilité,</li> <li>Machine learning (Tensorflow, Pytorch, Keras),</li> <li>Langages : Java, .NET, PHP, Javascript, SQL, Python,</li> <li>Frameworks : Spring Boot, .NET Core, Symfony, Angular, React, NodeJS, Flutter</li> <li>Et bien d’autres !</li></ul></p> <h4>Et la suite ?</h4>        <p><ol><li>Tu rencontreras d’abord l’équipe RH pour préciser tes attentes, ton projet, ton futur et mettre tout cela en perspective avec ce que l’on peut te proposer chez Apside !</li><li>Si la rencontre est positive, on continue avec un échange avec un de tes pairs mais surtout un de tes futurs collègues, un expert de nos équipes, qui évaluera avec toi ton potentiel technique.</li><li> Si ce que l’on te propose te plait tu parleras concret avec un manager pour te présenter les missions, projets, parcours de carrière, et bien sûr salaire et avantages </li><li>Tout cela est positif pour toi ? Tu n’as qu'à dire oui à notre proposition pour nous rejoindre !</li></ol> <br/> <b>Nous parions avant tout sur des profils, des potentiels et des personnalités comme toi. Tu veux savoir si ça matche ? Postule chez Apside !</b> <br/><br/>Pour en savoir plus -> <a href=\"https://www.apside.com\">www.apside.com</a></p>"
      }
    ]
  },
  {
    "name": "Code-Troopers",
    "id": "codetroopers",
    "image": "codetroopers.png",
    "link": "https://code-troopers.com",
    "type": "gold",
    "desc": "<p>Code-Troopers est une agence spécialisée dans le développement logiciel et la conception d'applications web et mobiles sur-mesure.</p><br><p>Fondée en 2014 à Tours, notre agence s'est développée au sein de la bouillonnante Cité de la Création et du Numérique MAME.</p><p>Elle est aujourd'hui installée au 26bis rue Abraham Bosse à Tours.</p><p>Nous sommes une entreprise de développeurs expérimentés, à taille humaine (13 personnes, dont 11 développeurs, bientôt 12, si tu nous rejoins)</p><p>Impliqués dans l'écosystème local, les membres de notre équipe participent régulièrement aux projets numériques du bassin tourangeau et au-delà (GDG, Touraine Tech, Mash Up, Start-Up week-end).</p><br><p>Start-ups innovantes, PME ou grands groupes, notre agence de développement web et mobile accompagne les entreprises tout au long de leurs projets informatiques en utilisant des méthodes agiles : de l'analyse à la maintenance, en passant par la conception, le développement.</p><br><p>Nous entreprenons également des projets à l'instar de Navig* (Filbleu Tours, TAO Orléans) - application à destination des voyageurs-, ou bien Chapitô, -générateur d’applications à destinations des festivals, salons, foires, etc. (Terres du son, Aucard, Foire de Tours, bien sûr, mais aussi Les Transmusicales, Pitchfork, Nuits Sonores, Jazz à Vienne, Panoramas et plus de 25 autres festivals et événements)-.</p><br><p>Développeurs, développeuses, si vous souhaitez rejoindre une équipe au sein de laquelle la qualité de code, la convivialité et le partage sont au cœur des préoccupations, n'hésitez pas à nous rejoindre, nous recrutons !</p>",
    "jobOffers": [
      {
        "id": "",
        "title":"<p>À la recherche d'un nouveau Trooper<br>DÉVELOPPEUR (H/F) confirmé<br>Rejoins l'équipe !</p>",
        "desc":"<p>Code-Troopers recherche un développeur (H/F), CDI, 35h.</p><h4>Qui sommes-nous ? 🧑‍💻</h4>        <p>(Hop hop hop futur Trooper, tu es peut-être allé un peu vite c’est marqué juste au-dessus.</p>        <p>Si tu as déjà lu, ou si tu nous connais par cœur, c’est ok, tu peux découvrir la suite.</p>        <h4>Où travaillera le futur Trooper ? 🗺</h4>        <p>Les locaux sont tout neufs, tout beaux, tout équipés (TV et consoles pour des dejs cool, machine à café (illimité), si tu préfères le thé il y a ce qu’il faut aussi, babyfoot, tireuse à bière, salle de réunion, cabines téléphoniques, patio extérieur, etc.</p>        <p>Ils se trouvent en centre-ville de Tours, proche de la Gare, à 2 pas du palais des sports (piscine, patinoire, etc.)</p>        <p>Les locaux sont très bien, mais nous sommes aussi remote friendly donc si tu préfères travailler depuis chez toi, c’est possible aussi ! Ou faire les deux.</p>        <p>Tu travailleras donc de chez toi ou au bureau avec toute l’équipe mais pas chez le client.</p>        <h4>Profil & compétences 👩‍🎓🧑‍🎓</h4>        <p>Nous recherchons un développeur avec de l’expérience, plutôt front, mais un peu back c’est bien aussi. Tu as déjà travaillé en direct avec un client ? Tu te sens capable de prendre sous ton aile et de travailler avec 1 ou 2 développeurs juniors ? Tu as environ 5 ans d’expérience ou plus ? Tu sais être autonome ? Tu es indépendant ou freelance et tu souhaites continuer à travailler avec le même esprit ? Nous te cherchons !</p><br>        <p>Tu es passé par une école d’ingénieurs ou équivalent. Tu es attentif aux performances et sensible à la sécurité.</p><br>        <p>Tu maîtrises ou connais plusieurs langages, frameworks, outils : Java, React, Vue, Rest, Swift, angular, Java, Kotlin, GraphQL, JS, Node Github, Gitlab, etc.</p><br>        <p>Tu es “sénior” dans ton domaine d’expertise et tu as une bonne vision d’ensemble de l’IT (Back-End, Front-End, DevOps/Cloud, Data,…) : idéal pour partager avec n’importe quel Trooper !</p><br>        <p>Tu veux développer des projets sur ces technos ? Contacte-nous !</p><br>        <p>Tu pourras également évoluer techniquement, nous sommes ouverts à d’autres technos.</p>        <h4>Missions 📄</h4>        <p>Tu interviendras sur l’ensemble du processus d’un projet : conception, développement, tests. Tu pourras participer aux choix d’archi, de protocole, d’intégration, et souvent même auprès de nos clients.</p><br>        <p>Tu pourras choisir ton projet dans la mesure du possible !</p>        <p>En inter-contrat (ça peut arriver), pas de tâche administratives, tu travailleras sur des projets perso ou sur des produits de l’entreprise. (J’évoquais plus haut Chapitô et Navig* mais il y en a d’autres)</p>        <h4>Notre promesse 😇</h4>        <p>Au sein de notre équipe le respect des règles de l’art est une de nos valeurs, le challenge technique en est une autre. Tu auras la liberté de choisir les technos que tu veux utiliser, tu pourras régulièrement participer à des démos et en préparer pour  l’équipe. Le but est de challenger les autres et se faire challenger, si tu en as envie.</p>        <p>Nous souhaitons que tous les collaborateurs soient épanouis, nous attachons donc de l’importance au respect de la vie personnelle, nous respectons les horaires et sommes flexibles.</p>        <p>Il sera également possible d’évoluer au sein de Code-Troopers car nous sommes une entreprise en plein développement.</p><br>        <p>Nous te promettons aussi une hiérarchie très à plat, il n’y a pas plus de 1 niveau hiérarchique, c’est une entreprise familiale. Les demandes des salariés aboutissent très vite.</p><br>        <p>Chez nous pas de CTO, CEO, COO, CMO, CFO seulement Cédric, Vincent, Florian, Nicolas, Joris, Romain, Benjamin, Matthieu, Vincent, Pierre, Thibaud, Aimeric, Paul → Tu peux nous découvrir ici. C’est une entreprise créée et pilotée par des devs !</p><br>        <p>Tu pourras aussi t’impliquer dans l’organisation d’événements si tu le souhaites, ou participer à des conférences (Touraine Tech , Breizhcamp, Devoxx, Devfest, MixIT, BDX I/O, etc.), sur demande, sur ton temps de travail.</p>        <p>Tu auras la possibilité de changer de projet ou de clients. De faire de la prestation de service ou du produit lorsque nécessaire. Autonomie, entre-aide, diversités de projets sont des mots clefs de l’entreprise.</p><br>        <p>Mais Code-Troopers c’est aussi :</p>        <ul>        <li>35h, CDI, statut cadre</li>        <li>La possibilité de choisir ton setup (écran clavier, etc.) avec la machine de ton choix (Apple, Linux…) afin de travailler dans des conditions optimales</li>        <li>Un  fauteuil Maxnomic pour être confortable</li>        <li>Des temps de partages, apéro, teambuilding</li>        <li>Une prise en charge de la mutuelle complémentaire à 100% (individuelle ou famille)</li>        <li>Un plan d’épargne salarial optimisé (PERCO, PEE)</li>        <li>Des avantages sur les resto, les abonnements de téléphones, transport en commun etc.</li>        <li>30 jours de congés (6 semaines)</li>        <li>Participation aux frais de transport en commun</li>        <li>Hackathon d’une semaine</li>        <li>Une ambiance décontractée, des parties de babyfoot incroyables</li>        </ul>"
      }
    ]
  }
]
