[
  {
    "name": "Cat-Amania",
    "id": "catamania",
    "image": "logo-catamania.png",
    "link": "https://www.cat-amania.com/",
    "type": "bronze",
    "desc": "<b>Cat-Amania est une société de conseil et de services numériques.</b></br></br>Nous mettons en pratique nos expertises métier, technique et méthodologique pour accompagner nos clients dans leurs grands projets de transformation.</br></br>Nous définissons et participons à l’évolution du système d’information de nos clients dans les domaines de la banque, de l’assurance, de la grande distribution et de l’industrie. Avec plus de 20 ans d’expérience, nous sommes en mesure de répondre aux besoins de nos clients avec des offres adaptables sur les thématiques d’Architecture, de Conseil, d’Etude, de Développement, de Test, de Paramétrage et de Pilotage."
  },
  {
    "name": "Harmonie Mutuelle",
    "id": "harmoniemutuelle",
    "image": "logo-harmonie.png",
    "link": "https://www.harmonie-mutuelle.fr/",
    "type": "gold",
    "desc": "<b>Harmonie Mutuelle, acteur de santé globale, protège aujourd’hui plus de 4,3 millions de personnes et 58.000 entreprises. Elle accompagne ses adhérents dans leur parcours de santé et de vie ainsi que les entreprises clientes dans leurs responsabilités vis-à-vis de leurs collaborateurs.<br>Harmonie Mutuelle apporte des réponses solidaires et innovantes en prévention, santé et prévoyance.</b><br><br>Pour Harmonie Mutuelle, la santé est un capital qu’il faut promouvoir en agissant sur tous ses déterminants (physiques, économiques, sociaux, culturels, environnementaux…).<br>Entreprise à but non-lucratif, elle s’engage au plus près de chacun pour le mieux vivre de tous par une approche à la fois démocratique et experte et propose des solutions mutualistes collectives et personnalisées, notamment grâce à ses réseaux partenaires (optique, audio et dentaire) et ses 900 services de soins et d’accompagnement.<br>Ses valeurs d’ouverture, de confiance, de transparence et de solidarité lui permettent de tisser un lien pérenne avec ses adhérents/clients mais aussi d’accompagner les évolutions de la société en participant à la construction du 1er groupe de protection sociale mutualiste : le Groupe VYV."
  },
  {
    "name": "Apside TOP",
    "id": "apside",
    "image": "logo-apside-top.png",
    "link": "https://www.apside.com/",
    "type": "gold",
    "desc": "APSIDE TOP est l’antenne en région Centre du Groupe APSIDE (conseil & ingénierie numérique). En tant qu’acteur local du numérique, nous avons cru au projet de Touraine Tech dès son début et nous avons fait le pari d’accompagner cette conférence qui grandit, pour notre plus grand plaisir, d’année en année. Aujourd’hui, Touraine Tech est associé à une notoriété locale comme Devoxx l’est à Paris. C’est tout naturellement que nous apportons notre soutien pour l’édition de 2022.",
    "jobOffers": [
      {
        "id": "apOne",
        "title":"<p>INGENIEUR IT WEB/DATA/CLOUD/DEVOPS</p>",
        "desc":"<p>Envie de rejoindre une entreprise apprenante ? Engagée pour t’accompagner dans ton évolution professionnelle et dans tes projets ? Rejoins Apside TOP pour travailler sur les projets numériques de demain !</p></br> <p>Tu as l’envie de choisir tes missions, d’être formé régulièrement, de t’éclater dans ce que tu fais et de devenir le Maitre Yoda de l’IT ? Tu penses que ce n’est pas possible en ESN ? </br> <b> -> Et si on te disait que tout cela est possible chez Apside !</b></p><h4>Le poste ?</h4><p>Tu rejoindras nos équipes Agile pour concevoir, développer et tester des projets IT.</br>Tu apporteras tes compétences et ton esprit d’équipe.</p>        </br></br><p><b>Tu auras la possibilité de :</b> <ul><li>Progresser grâce à des missions variées en développant tes compétences techniques et fonctionnelles chez des clients locaux</li> <li>Être accompagné(e) et suivi(e) par nos consultants experts sur les sujets qui t’intéresse : <ul><li>CI/CD, DevOps, Cloud, BigData,</li><li> Java, .NET, PHP, JS, SQL/NoSQL, Python</li><li>Spring Boot, .NET Core, Symfony, Angular, React, NodeJS, Flutter,</li><li> Et bien d’autres !</li></ul></li><li>T’investir et intégrer la communauté locale de l’agence (Afterworks, soirées trimestrielles et annuelles…) et une entreprise engagée (RSE, APSID’ea…)</li><li>Animer ou de participer à des événements techniques (Apside Camp, Café Tech, Live Coding…)</li><li>Bénéficier de nos formations et de passer des certifications via notre plateforme Academy by Apside</li><li>Conserver un équilibre vie pro/vie perso (notamment avec le télétravail, les RTT…)</li> </ul></p>        <h4>Le projet ?</h4>        <p>Tu accompagnes nos clients dans la réalisation de leurs projets. Les missions sont variées et ponctuelles (conseil, expertise, formation) ou permanentes (durée moyenne 18 mois).</br> En région Centre, nous adressons les acteurs de la protection sociale, ainsi que les principales banques et assurances françaises. Nous contribuons également aux projets d’autres agences, qui adressent des PME et grands groupes dans différents secteurs d’activités.</p>        <h4>Toi ?</h4> <p><ul><li> Tu maîtrises certaines des technologies suivantes : PostgreSQL, MongoDB, Java, Spring Boot, JavaScript, Angular, React, VueJS, HTML, CSS,</li> <li>Tu connais les bonnes pratiques DevOps, agiles (Scrum/Kanban), Craftsmanship,</li> <li>Tu disposes de connaissances fonctionnelles dans les domaines de l’assurance, mutuelle, banque, télécom</li><li>Tu es curieux et ouvert d’esprit</li> <li>Tu as le sens du collectif et une forte agilité intellectuelle</li></ul><br/>Tu es toujours à l’affût des actus techs ! </p> <h4>Et la suite ?</h4>        <p><ol><li>Tu rencontreras d’abord l’équipe RH pour préciser tes attentes, ton projet, ton futur et mettre tout cela en perspective avec ce que l’on peut te proposer chez Apside !</li><li>Si la rencontre est positive, on continue avec un échange avec un de tes pairs mais surtout un de tes futurs collègues, un expert de nos équipes, qui évaluera avec toi ton potentiel technique.</li><li> Si ce que l’on te propose te plait tu parleras concret avec un manager pour te présenter les missions, projets, parcours de carrière, et bien sûr salaire et avantages </li><li>Tout cela est positif pour toi ? Tu n’as qu'à dire oui à notre proposition pour nous rejoindre !</li></ol> <br/> <b>Nous parions avant tout sur des profils, des potentiels et des personnalités comme toi. Tu veux savoir si ça matche ? Postule chez Apside !</b> <br/><br/>Pour en savoir plus -> <a href=\"https://www.apside.com\">www.apside.com</a></p>"
      },
      {
        "id": "apTwo",
        "title":"<p>INGENIEUR IT SENIOR WEB/DATA/CLOUD/DEVOPS</p>",
        "desc":"<p>Envie de rejoindre une entreprise apprenante ? Engagée pour t’accompagner dans ton évolution professionnelle et dans tes projets ? Rejoins Apside TOP pour travailler sur les projets numériques de demain !</p></br> <p>Tu as l’envie de choisir tes missions, d’être formé régulièrement, de t’éclater dans ce que tu fais et de devenir le Maitre Yoda de l’IT ? Tu penses que ce n’est pas possible en ESN ? </br> <b> -> Et si on te disait que tout cela est possible chez Apside !</b></p><h4>Le poste ?</h4><p>Tu rejoindras nos équipes Agile pour concevoir, développer et tester des projets IT.</br>Tu apporteras tes compétences et ton esprit d’équipe.</p>        </br></br><p><b>Tu intègreras une dynamique locale et internationale et contribueras à l’évolution de ton agence en ayant la possibilité de :</b> <ul><li>Rejoindre nos communautés internes d’experts</li> <li>Devenir notre ambassadeur dans les évènements techs locaux et nationaux,</li><li>De réaliser des missions d’audit, d’expertise technique et des POCs</li><li>Participer au recrutement et au mentoring de tes futurs collègues,</li><li>Bénéficier de nos formations et de passer des certifications via notre plateforme Academy by Apside</li><li>Passer des certifications via notre plateforme Academy by Apside</li><li>Avoir la possibilité de devenir formateur sur tes domaines d’expertise</li><li>T’investir dans la vie d’agence</li><li>Conserver un équilibre vie pro/vie perso</li> </ul></p>        <h4>Le projet ?</h4>        <p>Tu accompagnes nos clients dans la réalisation de leurs projets. Les missions sont variées et ponctuelles (conseil, expertise, formation) ou permanentes (durée moyenne 18 mois).</br> En région Centre, nous adressons les acteurs de la protection sociale, ainsi que les principales banques et assurances françaises. Nous contribuons également aux projets d’autres agences, qui adressent des PME et grands groupes dans différents secteurs d’activités.</p>        <h4>Toi ?</h4> <p><b>Tu as une expertise à apporter sur plusieurs des sujets suivants :</b><ul><li>Coaching agile/Lean/Kanban,</li> <li>CI/CD/DevOps/Cloud (Kubernetes /Cloud),</li> <li>BigData (Kafka/Cassandra/Elastic/Scala)</li><li>xCMS (Typo/Drupal/Prismic.io),</li> <li>RGPD/Sécurité/Accessibilité,</li> <li>Machine learning (Tensorflow, Pytorch, Keras),</li> <li>Langages : Java, .NET, PHP, Javascript, SQL, Python,</li> <li>Frameworks : Spring Boot, .NET Core, Symfony, Angular, React, NodeJS, Flutter</li> <li>Et bien d’autres !</li></ul></p> <h4>Et la suite ?</h4>        <p><ol><li>Tu rencontreras d’abord l’équipe RH pour préciser tes attentes, ton projet, ton futur et mettre tout cela en perspective avec ce que l’on peut te proposer chez Apside !</li><li>Si la rencontre est positive, on continue avec un échange avec un de tes pairs mais surtout un de tes futurs collègues, un expert de nos équipes, qui évaluera avec toi ton potentiel technique.</li><li> Si ce que l’on te propose te plait tu parleras concret avec un manager pour te présenter les missions, projets, parcours de carrière, et bien sûr salaire et avantages </li><li>Tout cela est positif pour toi ? Tu n’as qu'à dire oui à notre proposition pour nous rejoindre !</li></ol> <br/> <b>Nous parions avant tout sur des profils, des potentiels et des personnalités comme toi. Tu veux savoir si ça matche ? Postule chez Apside !</b> <br/><br/>Pour en savoir plus -> <a href=\"https://www.apside.com\">www.apside.com</a></p>"
      }
    ]
  },
  {
    "name": "Code-Troopers",
    "id": "codetroopers",
    "image": "codetroopers.png",
    "link": "https://code-troopers.com",
    "type": "gold",
    "desc": "<p>Code-Troopers est une agence spécialisée dans le développement logiciel et la conception d'applications web et mobiles sur-mesure.</p><br><p>Fondée en 2014 à Tours, notre agence s'est développée au sein de la bouillonnante Cité de la Création et du Numérique MAME.</p><p>Elle est aujourd'hui installée au 26bis rue Abraham Bosse à Tours.</p><p>Nous sommes une entreprise de développeurs expérimentés, à taille humaine (13 personnes, dont 11 développeurs, bientôt 12, si tu nous rejoins)</p><p>Impliqués dans l'écosystème local, les membres de notre équipe participent régulièrement aux projets numériques du bassin tourangeau et au-delà (GDG, Touraine Tech, Mash Up, Start-Up week-end).</p><br><p>Start-ups innovantes, PME ou grands groupes, notre agence de développement web et mobile accompagne les entreprises tout au long de leurs projets informatiques en utilisant des méthodes agiles : de l'analyse à la maintenance, en passant par la conception, le développement.</p><br><p>Nous entreprenons également des projets à l'instar de Navig* (Filbleu Tours, TAO Orléans) - application à destination des voyageurs-, ou bien Chapitô, -générateur d’applications à destinations des festivals, salons, foires, etc. (Terres du son, Aucard, Foire de Tours, bien sûr, mais aussi Les Transmusicales, Pitchfork, Nuits Sonores, Jazz à Vienne, Panoramas et plus de 25 autres festivals et événements)-.</p><br><p>Développeurs, développeuses, si vous souhaitez rejoindre une équipe au sein de laquelle la qualité de code, la convivialité et le partage sont au cœur des préoccupations, n'hésitez pas à nous rejoindre, nous recrutons !</p>",
    "jobOffers": [
      {
        "id": "",
        "title":"<p>À la recherche d'un nouveau Trooper<br>DÉVELOPPEUR (H/F) confirmé<br>Rejoins l'équipe !</p>",
        "desc":"<p>Code-Troopers recherche un développeur (H/F), CDI, 35h.</p><h4>Qui sommes-nous ? 🧑‍💻</h4>        <p>(Hop hop hop futur Trooper, tu es peut-être allé un peu vite c’est marqué juste au-dessus.</p>        <p>Si tu as déjà lu, ou si tu nous connais par cœur, c’est ok, tu peux découvrir la suite.</p>        <h4>Où travaillera le futur Trooper ? 🗺</h4>        <p>Les locaux sont tout neufs, tout beaux, tout équipés (TV et consoles pour des dejs cool, machine à café (illimité), si tu préfères le thé il y a ce qu’il faut aussi, babyfoot, tireuse à bière, salle de réunion, cabines téléphoniques, patio extérieur, etc.</p>        <p>Ils se trouvent en centre-ville de Tours, proche de la Gare, à 2 pas du palais des sports (piscine, patinoire, etc.)</p>        <p>Les locaux sont très bien, mais nous sommes aussi remote friendly donc si tu préfères travailler depuis chez toi, c’est possible aussi ! Ou faire les deux.</p>        <p>Tu travailleras donc de chez toi ou au bureau avec toute l’équipe mais pas chez le client.</p>        <h4>Profil & compétences 👩‍🎓🧑‍🎓</h4>        <p>Nous recherchons un développeur avec de l’expérience, plutôt front, mais un peu back c’est bien aussi. Tu as déjà travaillé en direct avec un client ? Tu te sens capable de prendre sous ton aile et de travailler avec 1 ou 2 développeurs juniors ? Tu as environ 5 ans d’expérience ou plus ? Tu sais être autonome ? Tu es indépendant ou freelance et tu souhaites continuer à travailler avec le même esprit ? Nous te cherchons !</p><br>        <p>Tu es passé par une école d’ingénieurs ou équivalent. Tu es attentif aux performances et sensible à la sécurité.</p><br>        <p>Tu maîtrises ou connais plusieurs langages, frameworks, outils : Java, React, Vue, Rest, Swift, angular, Java, Kotlin, GraphQL, JS, Node Github, Gitlab, etc.</p><br>        <p>Tu es “sénior” dans ton domaine d’expertise et tu as une bonne vision d’ensemble de l’IT (Back-End, Front-End, DevOps/Cloud, Data,…) : idéal pour partager avec n’importe quel Trooper !</p><br>        <p>Tu veux développer des projets sur ces technos ? Contacte-nous !</p><br>        <p>Tu pourras également évoluer techniquement, nous sommes ouverts à d’autres technos.</p>        <h4>Missions 📄</h4>        <p>Tu interviendras sur l’ensemble du processus d’un projet : conception, développement, tests. Tu pourras participer aux choix d’archi, de protocole, d’intégration, et souvent même auprès de nos clients.</p><br>        <p>Tu pourras choisir ton projet dans la mesure du possible !</p>        <p>En inter-contrat (ça peut arriver), pas de tâche administratives, tu travailleras sur des projets perso ou sur des produits de l’entreprise. (J’évoquais plus haut Chapitô et Navig* mais il y en a d’autres)</p>        <h4>Notre promesse 😇</h4>        <p>Au sein de notre équipe le respect des règles de l’art est une de nos valeurs, le challenge technique en est une autre. Tu auras la liberté de choisir les technos que tu veux utiliser, tu pourras régulièrement participer à des démos et en préparer pour  l’équipe. Le but est de challenger les autres et se faire challenger, si tu en as envie.</p>        <p>Nous souhaitons que tous les collaborateurs soient épanouis, nous attachons donc de l’importance au respect de la vie personnelle, nous respectons les horaires et sommes flexibles.</p>        <p>Il sera également possible d’évoluer au sein de Code-Troopers car nous sommes une entreprise en plein développement.</p><br>        <p>Nous te promettons aussi une hiérarchie très à plat, il n’y a pas plus de 1 niveau hiérarchique, c’est une entreprise familiale. Les demandes des salariés aboutissent très vite.</p><br>        <p>Chez nous pas de CTO, CEO, COO, CMO, CFO seulement Cédric, Vincent, Florian, Nicolas, Joris, Romain, Benjamin, Matthieu, Vincent, Pierre, Thibaud, Aimeric, Paul → Tu peux nous découvrir ici. C’est une entreprise créée et pilotée par des devs !</p><br>        <p>Tu pourras aussi t’impliquer dans l’organisation d’événements si tu le souhaites, ou participer à des conférences (Touraine Tech , Breizhcamp, Devoxx, Devfest, MixIT, BDX I/O, etc.), sur demande, sur ton temps de travail.</p>        <p>Tu auras la possibilité de changer de projet ou de clients. De faire de la prestation de service ou du produit lorsque nécessaire. Autonomie, entre-aide, diversités de projets sont des mots clefs de l’entreprise.</p><br>        <p>Mais Code-Troopers c’est aussi :</p>        <ul>        <li>35h, CDI, statut cadre</li>        <li>La possibilité de choisir ton setup (écran clavier, etc.) avec la machine de ton choix (Apple, Linux…) afin de travailler dans des conditions optimales</li>        <li>Un  fauteuil Maxnomic pour être confortable</li>        <li>Des temps de partages, apéro, teambuilding</li>        <li>Une prise en charge de la mutuelle complémentaire à 100% (individuelle ou famille)</li>        <li>Un plan d’épargne salarial optimisé (PERCO, PEE)</li>        <li>Des avantages sur les resto, les abonnements de téléphones, transport en commun etc.</li>        <li>30 jours de congés (6 semaines)</li>        <li>Participation aux frais de transport en commun</li>        <li>Hackathon d’une semaine</li>        <li>Une ambiance décontractée, des parties de babyfoot incroyables</li>        </ul>"
      }
    ]
  },
  {
    "name": "Microsoft",
    "id": "microsoft",
    "image": "logo-microsoft.png",
    "link": "https://azure.microsoft.com/fr-fr/",
    "type": "gold",
    "desc": "Leader des plateformes et des services de productivité, Microsoft donne à chaque individu et chaque organisation les moyens de réaliser ses ambitions, dans un monde fondé sur le Cloud et la mobilité.<br/><br/>Grâce a des investissements en recherche et développement dans des domaines de pointe comme l’IA, le quantum computing ou la réalité mixte, Microsoft a su s’imposer comme un leader de l’innovation tout en ayant à coeur de former les développeurs à travers des initiatives comme l’école IA (https://simplon.co/ecoleia/). Le virage vers l’opensource engagé par Microsoft ces dernières années participe également à l’ouverture de l’entreprise auprès des développeurs. Il n’est plus rare de voir Microsoft mettre à disposition de la communauté des outils ou langages sous licence opensource à l’instar de Typescript, .Net Core ou VSCode. Sans oublier Linux dans lequel l’entreprise investie à la fois sur Azure et sur Windows avec WSL (Windows Subsystem for Linux).<br/><br/>Au cœur de l’écosystème numérique français depuis plus de 30 ans, Microsoft s’engage à soutenir les développeurs dans la réalisation de leurs projets et à les accompagner dans leur formation tout au long de leur carrière grâce à des initiatives comme Microsoft Learn aka.ms/learn"
  },
  {
    "name": "OVHcloud",
    "id": "OVHcloud",
    "image": "logo-ovh.png",
    "link": "https://www.ovhcloud.com/fr/",
    "type": "gold",
    "desc": "OVHcloud est un acteur mondial et le leader européen du Cloud opérant plus de 400 000 serveurs dans 33 datacenters sur 4 continents. Depuis 20 ans, le Groupe s’appuie sur un modèle intégré qui lui confère la maîtrise complète de sa chaîne de valeur : de la conception de ses serveurs à la construction et au pilotage de ses datacenters en passant par l’orchestration de son réseau de fibre optique. Cette approche unique lui permet de couvrir en toute indépendance l’ensemble des usages de ses 1,6 million de clients dans plus de 140 pays. OVHcloud propose aujourd’hui des solutions de dernière génération alliant performance, prédictibilité des prix et une totale souveraineté sur leurs données pour accompagner leur croissance en toute liberté."
  },
  {
    "name": "Worldline",
    "id": "worldline",
    "image": "logo-worldline.png",
    "link": "https://fr.worldline.com/",
    "type": "gold",
    "desc": "Worldline est le leader européen et le 4eme acteur mondial dans le secteur des paiements et des services transactionnels. Ses 20 000 collaborateurs, présents dans 50 pays, jouent un rôle majeur dans les domaines des services marchands, de la mobilité ou encore de la e-administration et des grands projets d’état. Nous travaillons à la fois sur la mise en place d’offres et de services mutualisés, ainsi que sur la construction de solutions sur mesure au plus proche des besoins de nos clients.<br> Le modèle de Worldline, « Build to Run », se transforme aujourd’hui via le mouvement DevOps. Nous proposons en effet depuis toujours à nos clients une collaboration de bout en bout : depuis l’accompagnement métier et l’expression de besoins, la conception logicielle / UX-UI / technique, le développement, jusqu’à l’hébergement dédié ou cloud l’exploitation applicative, métier et technique.<br>L’Open Source, le Software Craftsmanship ainsi que les démarches Agile et DevOps constituent des marqueurs forts de nos projets. Les méthodologies, techniques et technologies associées trouvent un écho naturel dans la culture Worldline et sont au cœur de nos stratégies, organisations et plateformes.<br>L’amélioration continue est renforcée par la mutualisation des expertises et expériences puisque nous ne fonctionnons pas en mode régie et travaillons exclusivement depuis nos propres locaux. Au-delà de notre entité R&D, nous développons l’expertise et l’innovation grâce à un important réseau d’experts techniques, projets et métiers, issus de l’ensemble des équipes. Nos experts peuvent ainsi consacrer jusqu’à 20% de leur temps à développer leur domaine d’expertise et à partager les connaissances, en interne et au sein des communautés.<br>Par ailleurs, Worldline porte une attention particulière au développement de chaque collaborateur et propose une large offre de formations, de coding dojos, de conférences internes et externes nationales ou internationales. Nous encourageons, localement et globalement, un juste équilibre entre vie privée et vie professionnelle, par exemple avec 32 à 35 jours de congés payés selon l’ancienneté. Nous portons également une attention particulière à l’égalité femme-homme et à la mixité.<br>Enfin, La diversité des projets, clients et enjeux que nous adressons offre une très grande richesse métier et technologique. Elle permet à chacun de contribuer à la construction de solutions fonctionnelles et techniques ambitieuses. Notre organisation s’appuie ainsi sur des équipes aux profils extrêmement variés et capables d’appréhender de multiples métiers, approches, technologies et solutions.",
    "jobOffers": [
      {
        "id": "wlOne",
        "title": "Lead developper Track&Trace (F/H)",
        "desc": "<h4><u>Contexte</u></h4>Au sein de MTS BTN (RBU A), les enjeux prennent un nouvel essor avec la directive européenne Tobacco Products Directive (TPD), le Framework Convention on Tobacco Control (FCTC) ainsi que la volonté de plus en plus grande des états de digitaliser les taxes d’accises et ainsi faciliter leur vérification. Worldline devient un tiers de confiance pour contrôler ces enjeux majeurs.<br/> <b>0 perte de données </b>, architecture complètement redondée avec <b>tolérance à la double panne</b>, gestion sur <b>2 centres de données avec bascule mensuelle </b> planifiée en heures ouvrées sans impact utilisateur, <b>H24 7j/7j, 99.95% des milliards de messages quotidiens </b> pleinement intégrés et <b> opérationnels dans la minute, des dizaines d’usines connectées </b>  de pars l’Europe, <b>CaaS dédié </b> sur moyens propres, <b>cluster géographique </b> de données, tels sont les maitres mots de l’offre de traçabilité mise en œuvre pour répondre à la directive européenne. Ce projet en quelques chiffres : un TCV >100 m€, 5 pays en Europe, 500 serveurs, 500 To de données, des dizaines de milliards de paquets à tracer par an, le tout dans un contexte de haute disponibilité primordial au bon fonctionnement des industries du tabac pour lesquelles nous travaillons. <h4><u>Missions</u></h4> <p>Vos principales missions seront : <ul>     <li><b>Imaginer</b> en avant-vente les <b>solutions techniques et logicielles </b> des nouveaux projets</li>     <li><b>Analyser</b> et <b>designer</b> les nouvelles fonctionnalités et besoins associées à la traçabilité ainsi qu’à la vérification digitale des taxes pour les Etats,</li>     <li><b>Garantir</b> la cohérence technique et fonctionnelle des projets de traçabilité et de suivi des taxes en maintenant une vision globale de l’architecture logicielle et des assets les définissant,</li>     <li><b>Prévoir</b> l’opérabilité des solutions retenues dans le contexte opérationnel global (SLAs, redondance,exploitabilité, dual datacenter, ...),</li>     <li><b>Valider les choix techniques </b> avec les équipes de développement en tenant compte des <b>contraintes budgétaires</b>,</li>     <li><b>Participer aux estimations </b> de coûts, charges, délais,</li>     <li><b>Participer aux présentations </b> des solutions retenues aux clients/Etats,</li>     <li><b>Concevoir et mettre en œuvre </b> des solutions en participant à toutes les phases des projets dans un contexte stimulant,</li>     <li><b>Stimuler le code qualité </b>, un travail efficace propre et évolutif,</li>     <li><b>Guider </b> les moins expérimentés,</li>     <li><b>Assurer</b> la mise en place des bonnes pratiques,</li>     <li><b>Accompagner</b> les Service Delivery Managers dans les réunions techniques avec les différents clients/états (Comité opérationnels, comité projet, ...),</li>     <li><b>Proposer</b> et <b>suivre</b> l’implémentation des pistes d’amélioration continue de la plate-forme logicielle et/ou technique.</li> </ul></p> <h4><u>Profil</u></h4> <p>Votre <b>capacité d’analyse fonctionnelle et technique</b>, dans des <b>environnements techniques complexes </b> (micro services, Azure, performance), vous permettront de répondre aux différents <b>challenges techniques </b> en cours et à venir sur le périmètre de la traçabilité pour les Etats.<br> Votre <b>relationnel</b> vous permet d’évoluer facilement dans un <b>environnement multi-équipes dynamique et international</b>, votre <b>capacité à convaincre</b>, à adapter votre discours à vos interlocuteurs moins techniques afin de faciliter les échanges et <b>accélérer la prise de décision</b>.<br> Vous formerez ainsi un <b>binôme efficace</b> avec le Chef de Projet/Product Owner pour identifier les améliorations et définir les axes prioritaires. Ceci afin de s’assurer du bon renouvellement des contrats en cours et de continuer de faire grossir notre portefeuille client en collant aux attentes du marché.<br> L’expertise, la communication, le partage des connaissances, l’efficacité et votre orientation vers le résultat font partie de vos principaux atouts. <br> De formation technique, vous êtes un architecte H/F qui souhaite garder un contact avec le code et manipuler ou vous êtes un Lead Dev H/F ayant envie de prendre de la hauteur en embrassant les responsabilités d’architecte et souhaitez rejoindre un nouveau contexte enrichissant. <br> Vous êtes à l’aise avec les nouvelles technologies dans le monde du java, et ces mots vous parlent : environnement <b>Openshift</b> (Docker / Kubernetes), forge <b>GitLab CI, Spring boot </b>, API en mode <b>REST</b>, NoSQL (<b>Cassandra</b>). <br> Vous aimez le challenge technique et la mise en place de solutions innovantes. Aimant l'analyse et la résolution de problèmes technologiques, vous avez une bonne vision de ce qu'est la production. <br> <b>La maitrise de l’anglais est obligatoire</b> pour vous permettre d’intervenir dans les échanges avec le client et les partenaires externes.<br> Autonome et impliqué(e), vous utilisez votre leadership et votre savoir-faire pour atteindre les objectifs de l’équipe. Vous développerez une compétence technique et fonctionnelle lié au métier de la traçabilité des produits et participerez à des projets à dimension internationale. <br><br><br> Un minimum de <b>3 années d’expérience </b> dans des infrastructures à haute disponibilité est attendu.</p>"
      },
      {
        "id": "wlTwo",
        "title": "Ingénieur étude et développement (F/H)",
        "desc": "<h4>Les principales missions sont :</h4><p><ul>     <li>Concevoir et mettre en œuvre les solutions en participant à toutes les phases projet dans un contexte stimulant et responsabilisant</li> <li>Analyser les besoins du client et élaborer des solutions astucieuses en prenant en compte l’ensemble des problématiques du client (métiers, fonctionnelles, techniques et sécuritaires), </li> <li>Participer aux estimations de coûts, charges, délais, </li> <li>Mettre en œuvre les solutions en collaboration avec les membres de l’équipe projet et des équipes techniques (système, réseau, etc.), </li> <li>Gestion de service en production : <ul> <li>Exploiter, maintenir et optimiser les solutions. </li> <li>Mise en pratique de devops (automation, livraisons continues, monitoring) depuis le développement jusqu’à l’exploitation du service</li></ul></li></ul></p><h4>Profil :</h4> Ingénieur(e) ou venant de l'université avec : <ul>      <li>Compétences techniques requises: <ul>     <li>Développement Backend Java: Java, Spring, JPA (Hibernate), Maven </li> <li>Environment: Linux, Docker, Tomcat, Kafka, MongoDB, ElasticSearch, Gitlab, Gatling </li> </ul> </li>     <li>Travailler en méthode AGILE</li>     <li>(1-3) années d’expérience</li>     <li>Le goût de l'innovation, l'analyse et la résolution de problèmes technologiques.</li>     <li>Une bonne vision du suivi de production d’un service</li>     <li>Une envie de toucher aux aspects système et réseau</li> </ul>"
      }
    ]
  },
  {
    "name": "Pubstack",
    "id": "pubstack",
    "image": "logo-pubstack.png",
    "link": "https://pubstack.io/",
    "type": "gold",
    "desc": "Pubstack est une startup full-remote en pleine croissance qui commercialise une plateforme SaaS pour venir en aide aux éditeurs du web comme Webedia, Topito, Le monde ou Vinted.</br></br> Depuis 2018, nous permettons aux éditeurs d’analyser leurs revenus en temps réel et nous leurs donnons les outils pour prendre le contrôle de leur monétisation. </br></br> Pour ce faire, nous collectons chaque jour des millards d’évènements d’enchères publicitaires en provenance des quatre coins du monde afin de leur permettre d’explorer leurs données et d’optimiser leur configuration. </br></br> Nous sommes 27 Pubstackers dont la moitié dans l’équipe Tech / Produit. La majeure partie de l’équipe tech est Tourangelle mais nous travaillons tous en remote et en pair-programming, ce qui nous a permis de tisser des liens très forts entre nous.  </br></br>Nous avons à cœur de mettre la confiance au centre de l’équipe, afin de construire un environnement propice à l’indépendance et l’autonomie où l’équipe tech est maîtresse de son organisation. </br> </br> Nous sommes polyglottes et nous adorons expérimenter de nouvelles technologies et de nouveaux languages quand nous pensons qu’il vont nous aider à aller plus vite et plus loin afin de répondre au mieux aux besoins de nos utilisateurs.</br></br> Avec plus de 120% de croissance sur 2021, un portefeuille client qui ne cesse de grandir et des objectifs toujours plus ambitieux, nous cherchons à accueillir de nouveaux Pubstackers ! Si tu recherches une équipe de passionnés et que tu souhaites prendre part à une grande aventure humaine avec de jolis challenge techniques, viens nous rencontrer ! ",
    "jobOffers": [
      {
        "id": "psOne",
        "title": "Pubstack - Développeur / Développeuse confirmé ",
        "desc": "Nous recherchons des développeurs et développeuses confirmé(e)s (+3 ans d’expérience) prêt(e)s à rejoindre l’équipe ! </br></br> <ul><li>📖 Tu as de l’expérience en tant que dev Full-stack, Back-end, Cloud, Data ou DevOps et tu n’a pas peur de découvrir de nouveaux languages et de nouvelles technos</li><li>🌱 Tu es prêt(e) à apprendre, aider tes collègues et prendre des décisions qui aideront à faire grandir l’équipe Pubstack et à améliorer le produit.</li><li>💻 Tu es prêt(e) à travailler en pair-programming et tu es convaincu(e) que la communication écrite et asynchrone sont les clés de la réussite dans une équipe full-remote</li><li>🇬🇧 Tu es à l’aise avec l’anglais</li></ul> </br> Alors retrouve notre offre sur Welcome To The Jungle juste ici 👉  <a href=\"https://www.welcometothejungle.com/fr/companies/pubstack-io/jobs/software-engineer-full-remote_paris_PUBST_zx66g2\">Offre WTTJ</a>"
      }
    ]
  }
,
  {
    "name": "SopraSteria",
    "id": "sopraSteria",
    "image": "logo-soprasteria+banking.png",
    "link": "https://www.soprasteria.com",
    "type": "bronze",
    "desc": "Sopra Steria, l’un des leaders européens du conseil, des services numériques et de l’édition de logiciels, aide ses clients à mener leur transformation digitale et à obtenir des bénéfices concrets et durables. Il apporte une réponse globale aux enjeux de compétitivité des grandes entreprises et organisations, combinant une connaissance approfondie des secteurs d’activité et des technologies innovantes à une approche résolument collaborative. Sopra Steria place l’humain au centre de son action et s’engage auprès de ses clients à tirer le meilleur parti du digital pour construire un avenir positif. Fort de 46 000 collaborateurs dans près de 30 pays, le Groupe a réalisé un chiffre d’affaires de 4,3 milliards d’euros en 2020. </br><b>The world is how we shape it.</b>"
  },
  {
    "name": "La Mobilery",
    "id": "la-mobilery",
    "image": "logo-la-mobilery.png",
    "link": "https://www.lamobilery.fr/",
    "type": "gold",
    "desc": "Tu ne connais pas encore La Mobilery ? Depuis 11 ans, on crée des apps mobiles et web pour nos clients. Depuis 11 ans, on le fait avec l’amour du beau code et en mettant toujours l’humain au centre de nos décisions.  <br/><br/> La Mobilery a été créée à Lille en 2010 mais est présente à Tours depuis 2017 et à Paris depuis 2019. On est une cinquantaine de mobilous (dont une grande majorité de devs) et on continue de s’agrandir en 2022.  <br/><br/> Plus qu’une ESN, nous sommes une Néo ESN. Notre but : faire grandir nos collaborateurs dans un cadre à la fois plaisant et prônant l’excellence. Nous accompagnons nos clients en régie (remote ou sur place) comme en mode projet. <br/><br/> Société à mission, management libéré, politique carbone neutre, mécénat de compétences techniques sont autant d’axes qui nous permettent d’atteindre nos objectifs ambitieux et porteurs de sens. <br/><br/> Touraine Tech, depuis 4 ans qu’on y allait en tant que visiteurs, l’envie de devenir sponsor nous titillait depuis un moment. Et on est ultra fier d’être partenaires pour la première fois de cet événement unique en Touraine. ",
    "jobOffers": [
      {
        "id": "laMobileryOne",
        "title": "Concepteur Développeur Web - Tours (F/H)",
        "desc": "<h4>À propos</h4> Qui sommes-nous ? C’est écrit plus haut, concentre toi. </br></br> L’agence de Tours est située à MAME depuis ses débuts en 2017. Elle est aujourd’hui composée de 8 développeurs. Ses technos de prédilection : React, Vue, Node, Flutter, React Native. Mais on n’est pas fermés, et on aime la diversité et apprendre des choses, c’est quoi ta techno préférée toi ? <br/> <br/> Et chez nous c’est comment ? <br/> <br/> Remote first, mais pas full remote. Remote si t’as envie et en fonction de ton client. Notre charte de télétravail t’invite à passer à minima deux jours par mois à l’agence, mais libre à toi d’y venir autant que tu veux !<br/> <br/> Dans la même veine, c’est toi qui organisera ton temps de travail. Tu es maître de l’organisation de tes congés et de tes journées tant que le projet tourne. <br/> <br/> Tu as peur de ne pas t’entendre avec ton manager ? Pas de panique, à La Mobilery c’est toi qui le choisis ! Tu auras un manager attitré les six premiers mois, le temps de rencontrer tout le monde, ensuite, tu pourras faire ton choix. <h4> Descriptif du poste </h4> A La Mobilery, tous nos développeurs font de la conception technique et du développement, étonnant n’est ce pas ? Ces deux aspects représenteront d’ailleurs l’essentiel de ton temps en mission. <br/><br/> Chez nous, tu n’es pas seulement concepteur développeur mais également conseil et support pour ton client ! Il te faudra donc nouer avec lui une relation de confiance te permettant à la fois de répondre à ses interrogations, de questionner ses choix et d’anticiper ses besoins. <br/><br/> Enfin le reste de ton temps mission sera consacré aux différents rituels agiles mis en place dans ton équipe projet (cafés ou thés selon tes envies, groomings de 5h, etc…). <h4>Techniquement parlant</h4> <ul><li>Tu maîtrises un framework web du moment. De préférence, Vue, React ou Angular, et tu as une connaissance de l'écosystème Frontend.</li><li>Tu préfères Typescript à JavaScript</li><li>Tu as une approche framework agnostic et tu aimes réutiliser ton code ailleurs</li><li>RxJS et les Observables n’ont aucun secret pour toi.</li><li>Tu es sensible à la partie visuelle d’une application.</li><li>Tu penses que flex a beaucoup apporté alors que déjà tu te disais que les float étaient une révolution</li></ul> <h4>Et hors mission ?</h4> Tu continueras de monter en compétence en faisant de la veille technique ou en te formant sur de nouvelles technos. <br/><br/> Chacun est encouragé à partager ses découvertes avec le reste de l’équipe, par exemple en écrivant des articles ou en animant des ateliers. <br/><br/>Et comme chez nous, tout le monde à quelque chose à apporter, tu pourras proposer, t’impliquer voir même piloter un ou plusieurs projets allant de l’organisation interne au mécénat de compétences <h4>Profil recherché</h4> \nCe que tu as lu jusque là te parle et tu te demandes si La Mobilery te correspond ? <br/> <br/> Alors c’est simple, La Mobilery c’est fait pour toi si : <br/> <br/> <ul><li>Tu préfères travailler en équipe que dans ton coin,</li><li>Tu dis les choses, et tu entends les choses. On est transparent chez nous,</li><li>Tu sais prendre les choses en main et tu n’attends pas qu’on te dise quoi faire,</li><li>Tu vois chaque projet et chaque rencontre comme une opportunité d’en apprendre plus,</li><li>Tu considères qu’on est tous dans le même bâteau, tu as confiance dans les autres et ils ont confiance en toi.</li></ul> <br/>Toujours intéressé ? Alors n’hésites plus, la suite se passe ici :  <a href=\"https://bit.ly/lamobjobtours\"> https://bit.ly/lamobjobtours </a>   "
      },
      {
        "id": "laMobileryTwo",
        "title": "Lead tech React - Remote / Paris (F/H)",
        "desc": "<h4>À propos</h4> Qui sommes-nous ? C’est toujours écrit plus haut, stay focus ! </br></br> L’agence de Paris a été créée en 2020 c’est la plus jeune agence ! Avec une équipe en pleine croissance, à Paris, les mots clés sont : co-working, grands compte, remote. L’essentiel est l’ambiance qui y règne, tu ne seras pas déçu ! <h4>Et chez nous c’est comment ?</h4>Notre client aime te voir de temps en temps, tu seras dans ses locaux une journée par semaine ou deux jours toutes les deux semaines. Et pour ce qui est de voir tes collègues, à Paris, on n’a pas encore de locaux, mais on se retrouve dans des espaces de coworking ou aussi pour des moments plus conviviaux. Le reste du temps, tu seras en remote depuis chez toi ou où tu veux.  <br/><br/> Dans la même veine, c’est toi qui organises ton temps de travail. Tu es maître de l’organisation de tes congés et de tes journées tant que le projet tourne. <br/><br/> Tu as peur de ne pas t’entendre avec ton manager ? Pas de panique, à La Mobilery c’est toi qui le choisis ! Tu auras un manager attitré les six premiers mois, le temps de rencontrer tout le monde, ensuite, tu pourras faire ton choix. <h4>Descriptif du poste</h4> A La Mobilery, tout comme nos développeurs, nos Leaders techniques font de la conception technique et du développement, étonnant n’est ce pas ? Ces deux aspects représenteront d’ailleurs une bonne partie de ton temps en mission.<br/><br/>Chez nous, le leader technique a un vrai rôle de conseil pour le client ! Il te faudra donc nouer avec lui une relation de confiance te permettant à la fois de répondre à ses interrogations, de questionner et l’aider dans ses choix et d’anticiper ses besoins. <br/><br/> Enfin, en tant que leader technique, tu seras amené à accompagner et guider tes collègues sur différents sujets. Leur montée en compétence, la structuration du projet, les codes review et le pair programming feront donc partie ton quotidien ! <h4>Techniquement parlant</h4>Tu travailleras dans une équipe de 5 personnes, tu interviendras en tant que lead tech React où tes différents rôles seront : du dev évidemment, établir la vision technique, du lien principal avec le client, du test, du mentorat, d’être garant de la qualité ! <br/> <br/> La stack : Next / Emotion / Storybook / Electron <br/><br/> Et le bonus. Si tu as un feeling full stack, voire back, une connaissance de la stack Java / Spring et des API Rest est un méga plus pour ta mission. <h4>Et hors mission ?</h4> Tu continueras de monter en compétence en faisant de la veille technique ou en te formant sur de nouvelles technos. <br/><br/> Moteur de l’agence, tu accompagneras tes collègues dans leurs montées en compétences. Tu seras aussi amené à apporter ton expertise, sur des projets transverses ou en aidant d’autres collaborateurs (recrutements, avant-ventes, etc…) <br/><br/>Véritable ambassadeur, tu pourras aussi partager tes connaissances et découvertes, en interne ou en externe, via des articles ou en animant des ateliers.<br/><br/> Et comme chez nous, tout le monde à quelque chose à apporter, tu pourras proposer, t’impliquer voir même piloter un ou plusieurs projets allant de l’organisation interne au mécénat de compétences. <h4>Profil recherché</h4>Ce que tu as lu jusque là te parle et tu te demandes si La Mobilery te correspond ? <br/><br/> Alors c’est simple, La Mobilery c’est fait pour toi si :<br/><br/> <ul><li>Tu préfères travailler en équipe que dans ton coin,</li><li>Tu dis les choses, et tu entends les choses. On est transparent chez nous,</li><li>Tu sais prendre les choses en main et tu n’attends pas qu’on te dise quoi faire,</li><li>Tu vois chaque projet et chaque rencontre comme une opportunité d’en apprendre plus,</li><li>Tu considères qu’on est tous dans le même bâteau, tu as confiance dans les autres et ils ont confiance en toi.</li></ul><br/>Toujours intéressé ? Alors n’hésites plus, la suite se passe ici :  <a href=\"https://bit.ly/lamobjobparisremote\"> https://bit.ly/lamobjobparisremote </a> "
      }
    ]
  }
]
