[
    {
        "name":"Faire des interfaces utilisateur Android sans xml avec Splitties",
        "format":"Conférence",
        "level":"intermediate",
        "abstract": "Alors que j'avais, comme tout le monde, utilisé le xml pour faire des interfaces utilisateurs pour des applications Android, et ce, pendant plus de 2 ans, j'ai commencé à en avoir marre des contraintes que cela m'imposait. Après une tentative avec Anko layouts, et un retour au xml, j'ai décidé de faire ma propre bibliothèque  en Kotlin pour m'affranchir des limitations du xml et d'Anko… et j'ai réussi ! Voilà plus d'un an que continue le développement Android quotidien, en utilisant mon langage favori, Kotlin, en permanence, même lorsque je conçois, et modifie des interfaces utilisateurs (aussi appelés layouts dans le monde Android).\n\nCe travail, je l'ai rendu open source, c'est [Splitties](https://github.com/LouisCAD/Splitties) Views DSL. Ça me simplifie la vie, et j'espère que ça bénéficie à d'autres, vous compris !\n\nDans cette session, j'en ferai une petite présentation,  je vous montrerai quelques exemples, et vous verrez de vos propres yeux en quoi c'est mieux que le xml.\n\nVous serez plus à l'aise si vous êtes un minimum familier avec Android et Kotlin.",
        "category": "Front web, Mobile",
        "speakers":[
            {
                "name":"Louis Cognault",
                "avatar":"https://lh6.googleusercontent.com/-0eT2bjizzRQ/AAAAAAAAAAI/AAAAAAABlh8/dn09O0zuUME/photo.jpg",
                "github":"LouisCAD",
                "twitter":"@Louis_CAD",
                "bio":"Louis CAD privilégie **l'efficience** à la performance. Il développe des applications Android depuis plus de 4 ans, et aussi des librairies, avec **Kotlin**, depuis plus de 2 ans. Cherchant constamment à innover, il s'intéresse à beaucoup de sujets techniques, de petite et grande envergure, et comment ils sont liés. C'est aussi un amateur de vélomobiles, qui pratique le vélo utilitaire.",
                "company":"SuiviDeFlotte.net - Beepiz"
            }
        ]
    }
]