[
  {
    "id": "Mp9ZmI99R4JwkcNjtali",
    "createTime": "2018-11-29T17:16:43.484470Z",
    "updateTime": "2018-11-29T17:19:40.956582Z",
    "name": "Typographie et accessibilité",
    "abstract": "**Comment la typographie web peut-elle améliorer l’accessibilité d’une interface ?** Puisque le contenu est roi, penchons-nous sur le design du texte à l’écran, et sur sa capacité à améliorer l’expérience utilisateur des personnes en situation de handicap visuel et/ou cognitif.<br/><br/>Taille, couleur, espacement et alignement des caractères ; longueurs des lignes ; polices de caractères adaptées ; personnalisation de l’interface par les utilisateurs ; aides à la lecture… Cette conférence vous permettra de **faire des choix typographiques éclairés en matière d’accessibilité**, et de créer ainsi des interfaces plus accessibles et plus inclusives.<br/><br/>La typographie étant une composante majeure du design graphique, cette présentation s’adresse en premier lieu aux designers UI. Mais la problématique de la typographie accessible concerne également les designers UX, les intégratrices, intégrateurs web et autres devs front-end, ainsi que toute personne amenée à contribuer à un projet web et s’intéressant au sujet.",
    "level": "beginner",
    "format": "conference",
    "categories": "design",
    "speakers": [
      "QwcKfwwftjf2bkRj4oA2LB74K6Z2"
    ],
    "backup": false,
    "rooms": [2],
    "times": [4],
    "slidesLink": "https://tnt19.access42.net"
  },
  {
    "id": "PFIOMOLTUgEdwu4ESijm",
    "createTime": "2018-11-29T09:13:41.066302Z",
    "updateTime": "2018-11-29T09:16:56.267386Z",
    "name": "Devenez accessible !",
    "abstract": "Empathie, bienveillance, inclusivité : se recentrer sur l’humain est devenu le nouveau credo du monde de la tech. Il me semble donc cohérent de prendre en compte l’accessibilité numérique dans cette transformation.<br/>Mais parlons franchement. Quand vient le moment de développer, qu’on soit convaincu ou non par l’accessibilité, on pense souvent (moi la première) : “mon client cible n’est pas concerné” ou “je n’ai pas le temps pour ça”.<br/>Je me lance donc un défi : vous convaincre que l’accessibilité numérique est importante et finalement pas si compliquée à mettre en place !",
    "level": "beginner",
    "format": "conference",
    "categories": "front",
    "speakers": [
      "u3FdKFoMCSZ8EZ083Kncdi1019X2"
    ],
    "backup": false,
    "rooms": [2],
    "times": [17],
    "slidesLink": "https://docs.google.com/presentation/d/1Hu4PsrydtgNucQyJnHUILUBHNW-KB3SGoBf_SB6x61U/edit#slide=id.g4abd73ba8c_0_2"
  },
  {
    "id": "9LEkve9gG21jqE65Cu7B",
    "createTime": "2018-12-06T15:30:16.638876Z",
    "updateTime": "2018-12-06T15:30:44.834912Z",
    "name": "Web components en 2019, on en est où ?",
    "abstract": "Depuis quelques années on a entendu parler des web components, ce beau discours d’un développement web basé enfin sur une vraie architecture en composants, de la réutilisation, de la modularisation, de l’encapsulation…<br/><br/>Mais force est de constater que aujourd’hui, en fin 2018, cette vision a du mal à se concrétiser, les frameworks comme React, Angular ou Vue ont encore la part belle des feux des projecteurs et le discours des web components sont presque inaudibles.<br/><br/>Et pourtant plein de choses se sont passées cette dernière année, et les web components sont aujourd’hui sur plein de sites et des applications que nous utilisons tous les jours, sans qu’on les remarque. La révolution est bien en marche, mais elle est plutôt silencieuse…<br/><br/>Dans ce talk on va commencer par faire un tour de table sur les différentes bibliothèques de web components disponibles aujourd’hui, leurs caractéristiques, leur philosophie et leurs use cases.<br/><br/>Ensuite on va se centrer sur le futur de mon projet favorite : Polymer. La v3 est sortie il y a quelques mois, et en plus de mettre enfin l’outillage en phase avec les standards du marché (npm…) elle nous annonce un beau futur avec des composants plus légers, plus performants, plus proches de la plateforme et avec un rendering basé sur vrai concurrent de JSX mais qui s’intègre 100% sur les standards du web : lit-html. On parlera donc de LitElement, on fera des demos, on verra du code…<br/><br/>Pour finir on va voir comment il est simple aujourd’hui d’intégrer les web components sur n’importe quel project web, du legacy avec jQuery à la dernière app avec React, du projet en Angular à l’application en Vue JS. Des composants interopérables plug and play pour vos applications qui montrent encore une fois l’intérêt de cette révolution des web components.",
    "level": "beginner",
    "format": "conference",
    "categories": "front",
    "speakers": [
      "1oPhUlhcF9Zgb39gj1ULLoepdsl2"
    ],
    "backup": false,
    "rooms": [1],
    "times": [11],
    "slidesLink": "",
    "dailymotionLink": "https://www.dailymotion.com/video/x72s0z7",
    "peertubeLink" : "https://peertube.fr/videos/watch/4f50f5ed-d0cd-4fc7-9341-8e11cd9aa7d0"
  },
  {
    "id": "sEyFkiS6aHzlXuWo6Z8a",
    "createTime": "2018-10-30T20:24:48.074186Z",
    "updateTime": "2018-10-30T21:19:41.166341Z",
    "name": "Démystifions les CSS Custom Properties",
    "abstract": "Les CSS Variables, de leur vrai nom : Custom Properties, sont désormais supportées par tous les navigateurs modernes. Et pourtant, elles restent sous-utilisées ! Venez découvrir les fonctionnalités offertes par cette nouvelle spécification, ses avantages, ses limites et ainsi vous convertir à l’utilisation massive des variables dans vos projets web !",
    "level": "beginner",
    "format": "conference",
    "categories": "front",
    "speakers": [
      "ID1KHqoOCeRrwgtGqS2QAgJnyvm2",
      "MKCVoyKPwHb8Cd0uTe2erKbhPqf1"
    ],
    "backup": false,
    "rooms": [1],
    "times": [13],
    "slidesLink": "https://docs.google.com/presentation/d/1bqE0RrJBp_Vrc0Mifhi-Gu3CGRa5nhWo5qaFEz8ufOs/edit",
    "dailymotionLink": "https://www.dailymotion.com/video/x72s14s",
    "peertubeLink" : "https://peertube.fr/videos/watch/27a4d3cb-744f-4837-bcf0-700b0e81059c"
  },
  {
    "id": "lw00p0gkFROeVVPqQtxW",
    "createTime": "2018-11-27T19:32:27.557473Z",
    "updateTime": "2018-11-27T19:34:02.718123Z",
    "name": "Istio, le meilleur ami de votre cluster K8S ❤️",
    "abstract": "Dans un monde distribué, nous sommes confrontés à de nouveaux problèmes. Les notions de **circuit-breaker**, de **retry**, de **timeout**, de **blue-green deployment**, **A/B testing**, **pool-ejection**… viennent remplacer nos anciens problèmes de monolithe 🙁. <br/><br/>Istio ⛵ est là pour nous aider sur tous ces points... et même plus ! 🥰<br/><br/>Nous ferons le tour  de l'outillage actuel (émanant de la stack Netflix principalement) dans un environnement micro-services et nous le comparerons  avec ce que nous met à disposition Istio à T0 👍! <br/><br/>Ensuite, nous ouvrirons le capot afin de voir **comment** fonctionne Istio et comment nous pouvons potentiellement étendre son modèle #DoItYourSelf !",
    "level": "intermediate",
    "format": "conference",
    "categories": "backend",
    "speakers": [
      "ydYtICbj1IeNrV2eoJtyGOaI3W32"
    ],
    "backup": false,
    "rooms": [2],
    "times": [11],
    "slidesLink": ""
  },
  {
    "id": "o9KtP8ZrZ130zLZPzdqn",
    "createTime": "2018-10-18T12:59:28.721608Z",
    "updateTime": "2018-10-18T14:21:00.609755Z",
    "name": "Mon premier service en Rust",
    "abstract": "Rust est souvent présenté pour ses concepts de gestion de mémoire avancés comme les lifecycles ou le borrowing.  <br/>On le compare directement au C et du coup on en vient à penser que c'est un langages pour les ingénieurs systèmes ou les ops.<br/>Mais Rust c'est bien plus qu'un nouveau langage pour écrire des applications performantes, c'est une véritable alternative à d'autres solutions pour réaliser des services applicatifs.<br/><br/>Dans ce talk je vous montrerais comment on peut rapidement écrire un service web en Rust.",
    "level": "beginner",
    "format": "conference",
    "categories": "backend",
    "speakers": [
      "Zp3MwNioZ5TglJfR4UPR1jBkoAj1"
    ],
    "backup": false,
    "rooms": [1],
    "times": [4],
    "slidesLink": "https://docs.google.com/presentation/d/1nzrt1afWuJJ8iGa1Fc2NYfyjZ2aiYasmfxUADGw2STw/present#slide=id.g443cbc4bb1_0_0",
    "dailymotionLink": "https://www.dailymotion.com/video/x72u7zu",
    "peertubeLink" : "https://peertube.fr/videos/watch/d4a473f0-e7ae-48d5-8aa0-b6c4c81e2af9"
  },
  {
    "id": "owtdxLKFshDxxt3T2Zc3",
    "createTime": "2018-12-03T15:49:25.275926Z",
    "updateTime": "2018-12-03T16:02:17.276019Z",
    "name": "Intégrez MultiChain à votre projet Java en quelques minutes",
    "abstract": "La BlockChain, il y a tout ceux qui en parlent et il y a ceux qui l'utilise vraiment.<br/>Derrière des concepts mal expliqués parfois contradictoires, la BlockChain se couvre de mystère.<br/>Alors que, franchement, ce n'est pas bien compliqué.<br/><br/>Un courte présentation théorique permet de rappeler, de façon simple, les bases de la BlockChain.<br/>Cela permet aussi de rappeler que, derrière une indéniable efficacité, la BlockChain ne trouve pas son intérêt sur tous les uses cases.<br/><br/>Un outil \"maison\" permettra de créer la BlockChain et de la paramétrer (ça peut être fait avec des lignes de commandes, mais depuis les années 80, il n'y a que Matrix qui a su donner un peu d'intérêt aux lignes de commandes qui défilent, restons un minimum graphique !).<br/><br/>Sur cette base pragmatique, voyons le développement Java qui peut être réalisé en quelques minutes :<br/> - création d'une information<br/> - envoi de cette information d'une adresse à une autre<br/> - analyse de l'information <br/><br/>... jusqu'à obtention d'un véritable petit module métier de projet.<br/>",
    "level": "intermediate",
    "format": "conference",
    "categories": "backend",
    "speakers": [
      "NJFedoBgiOWGuBbcT6Nh8ZbwXcn2"
    ],
    "backup": false,
    "rooms": [3],
    "times": [17],
    "slidesLink": "https://www.slideshare.net/HubertMARTEAU/2019-touraine-tech-marteau-hubert/HubertMARTEAU/2019-touraine-tech-marteau-hubert"
  },
  {
    "id": "lsCZuwcPTryRDp9qQlJ4",
    "createTime": "2018-12-08T14:03:13.215111Z",
    "updateTime": "2018-12-08T14:05:16.368260Z",
    "name": "Craftsmanship et Shoot Them Up avec LibGDX en Java",
    "abstract": "ou comment coder un Shoot Them Up old school inspiré du best sellers Xenon 2 des Bitmap Brothers pour améliorer ses pratiques de développement et produire du code noté \"A\"<br/>dans SonarQube, Codefactor et Codacy. <br/><br/>Si tu aimes en vrac : les design patterns, le CleanCoding, les CodingChallenge, les gros pixels bien baveux et les musiques soundchip sur YM-2149, cette présentation est aussi faite pour toi",
    "level": "intermediate",
    "format": "conference",
    "categories": "game",
    "speakers": [
      "pOuqqOQwxVS5WljoyDYhdLuxbLH2"
    ],
    "backup": false,
    "rooms": [3],
    "times": [15],
    "slidesLink": "https://docs.google.com/presentation/d/e/2PACX-1vQV37IiMceXzct52wE5f9ZW-_bVf5O39sGF7l-_Us1WD9ELgWIYcxbO5xRTRJ6V_lEbpLfIbUiPFXLx/pub?start=false&loop=false&delayms=5000#slide=id.g4943c7f3cc_3_52"
  },
  {
    "id": "qfQjwEtmjTF9mfDk2G7o",
    "createTime": "2018-11-26T14:31:39.015956Z",
    "updateTime": "2018-12-09T15:07:01.166263Z",
    "name": "Contrôle vocal DIY",
    "abstract": "Google home vous fait rêver ?<br/>Vous aimeriez entendre la voix mélodieuse d'Alexa vous apprendre qu'il faut sortir les poubelles ce soir ?<br/><br/>Mais...<br/><br/>Vous avez quand même peur, parce que ça implique que tout ce que vous allez dire dans votre logement va partir sur le net, on ne sait où, pour faire on ne sait quoi avec ?<br/><br/>Et dans le monde du libre, on en est où ? Peut-on avoir quelque chose d'aussi utilisable sans envoyer toutes nos données chez les GAFA ?<br/><br/>Démos inside",
    "level": "beginner",
    "format": "conference",
    "categories": "iot",
    "speakers": [
      "rS1IJF93PsN2cKJ642Iov5YL34W2"
    ],
    "backup": false,
    "rooms": [3],
    "times": [13],
    "slidesLink": "https://www.slideshare.net/bitardo/contrle-vocal-diy-tourainetech"
  },
  {
    "id": "I3JXXpP7H439SJfmyteQ",
    "createTime": "2018-12-08T19:51:34.049708Z",
    "updateTime": "2018-12-08T21:02:21.396698Z",
    "name": "Ok Google, connecte toi à ma domotique open-source",
    "abstract": "Les objets connectés pour la maison sont nombreux et bien souvent non compatibles d’un fabricant à un autre. De l’ampoule connectée au robot aspirateur, chaque périphérique dispose de sa propre application ce qui rend finalement les choses pas aussi pratiques qu’on le voudrait.<br/><br/>Partant de ce constat, j'ai choisi de m'intéresser à l’écosystème Google Home qui permet de réunir l’ensemble de ses périphériques domotiques via une API et un SDK. On dispose ainsi d’une interface mobile unique pour piloter ses équipements mais aussi la possibilité de les contrôler via l’assistant vocal Google Assistant.<br/><br/>Dans cette présentation je vous ferai un retour d’expérience sur mon utilisation de l’API Actions on Google pour intégrer Google Home à un système domotique open-source : Domoticz. Je vous présenterai l'application Spring Boot 2 que j'ai développé embarquant un serveur OAuth2 avec Spring Security 5 (pré-requis pour s'interfacer avec Actions on Google). Je vous montrerai les étapes importantes, de la création du projet Actions on Google jusqu'au déploiement de l'application avec Google App Engine.",
    "level": "beginner",
    "format": "conference",
    "categories": "iot",
    "speakers": [
      "a2rY38ljz8Tf0GiDNfDlgt2qFcJ3"
    ],
    "backup": false,
    "rooms": [3],
    "times": [6],
    "slidesLink": ""
  },
  {
    "id": "5GmnOuRUqsEDDnl3VVRA",
    "createTime": "2018-11-27T21:38:44.268018Z",
    "updateTime": "2018-11-27T21:41:54.419537Z",
    "name": "Choisir entre une API RPC, SOAP, REST, GraphQL? Et si le problème était ailleurs ?",
    "abstract": "Posons-nous et profitons de ce talk pour prendre un peu de hauteur sur l'état de l'industrie tech autour de la création d'API de persistence (CRUD).<br/><br/>D'où venons-nous, ou allons-nous ? Pourquoi le choix entre RPC, SOAP, REST et GraphQL n'est peut-être qu'un sujet de surface qui cache un problème bien plus profond.",
    "level": "intermediate",
    "format": "conference",
    "categories": "architecture",
    "speakers": [
      "ysFOUdvTjwbmvXr4pHABwdhC2qY2"
    ],
    "backup": false,
    "rooms": [1],
    "times": [17],
    "slidesLink": "https://www.slideshare.net/FGRibreau/choisir-entre-une-api-rpc-soap-rest-graphql-et-si-le-problme-tait-ailleurs/FGRibreau/",
    "dailymotionLink": "",
    "peertubeLink" : "https://peertube.fr/videos/watch/4509f47a-4ad1-4707-b3e5-176add1e7a21"
  },
  {
    "id": "HrbEzkDyczVchTxfdMvl",
    "createTime": "2018-12-09T22:58:02.884286Z",
    "updateTime": "2018-12-09T22:58:54.629683Z",
    "name": "The elevator problem",
    "abstract": "Dans l'espace de coworking où je travaille actuellement, l'ascenseur est <br/>formellement idiot ! En effet, il n'optimise jamais son trajet, dès lors <br/>que l'on tente de l'appeler deux fois, arrivé au lieu d'attente, il va <br/>se comporter comme s'il avait été appelé deux fois ... soit, les portes <br/>vont s'ouvrir, je rentre, elles se referment, elle se re-ouvrent et se <br/>referment et il peut enfin partir ...<br/><br/>L'objectif de cette présentation est de présenter un usage pratique aux <br/>automates (et plus précisemment aux machines à états finis) pour designer <br/>un cluster d'ascenseurs. Entre implémentation concrète de FSM et réflexion <br/>design sur le comportement attendu d'un ascenseur, on tâchera aussi de <br/>survoler les légendes urbaines reliés à cet appareil, pratique, mais pouvant<br/>parfois faire perdre un temps non négligeable !<br/><br/>Malgré ce que l'on pourrait croire, le comportement des ascenceurs présente<br/>une collection de cas d'écoles amusants et transposables à des problématiques <br/>logicielles. C'est d'ailleurs pour ça que beaucoup de grands groupes <br/>se servent de ce cas comme entretien technique !",
    "level": "beginner",
    "format": "conference",
    "categories": "architecture",
    "speakers": [
      "1sxsAtHQblWfu01zDu5SDuIss072"
    ],
    "backup": false,
    "rooms": [2],
    "times": [6],
    "slidesLink": ""
  },
  {
    "id": "PZeDy6df2QInU1HGPo2V",
    "createTime": "2018-10-31T17:15:46.121247Z",
    "updateTime": "2018-11-16T12:51:34.206684Z",
    "name": "L'open-source à la rescousse de mes APIS: comment les sécuriser grâce à Gravitee.io et Keycloak",
    "abstract": "Les concepts de CORS, OAuth, OpenID Connect, SAML, JWT rate-limiting, quota,... sont maintenant largement répandus mais pourtant mal maîtrisés et pas toujours mis en oeuvre dans les règles de l'art. Pour faciliter la vie du développeur, nous allons voir comment mettre en place la sécurisation de vos APIs sans avoir à intervenir sur vos backends grâce aux outils open-source que sont Gravitee.io et Keycloak.",
    "level": "beginner",
    "format": "conference",
    "categories": "architecture",
    "speakers": [
      "YDt8XzMshpfCLDinFHdBa39tes33"
    ],
    "backup": false,
    "rooms": [2],
    "times": [13],
    "slidesLink": "https://tinyurl.com/ydxfjv2h"
  },
  {
    "id": "OAx0UfebSJQASUjcXZIn",
    "createTime": "2018-11-15T10:26:45.799726Z",
    "updateTime": "2018-11-16T09:59:51.325098Z",
    "name": "Un peu de sociologie, appliquée à notre métier de développeur",
    "abstract": "Vous êtes speaker, dev junior, recruteur ou bien Devops. Que vous le vouliez ou non, vous faites partie de la communauté des acteurs du monde informatique. Il est donc important de comprendre les interactions sociales et les théories qui régissent notre groupe.     <br/><br/>Découvrons ensemble la sociologie de Pierre Bourdieu et comment elle s'applique à notre corps de métier!<br/>",
    "level": "intermediate",
    "format": "conference",
    "categories": "tools",
    "speakers": [
      "JiYTvOjns7ggKQCY8jV5eR8Rw8k1"
    ],
    "backup": false,
    "rooms": [1],
    "times": [15],
    "slidesLink": "https://speakerdeck.com/fabinout/touraine-tech-2019",
    "dailymotionLink": "https://www.dailymotion.com/video/x72s17w",
    "peertubeLink" : "https://peertube.fr/videos/watch/4ecc6c03-7e7b-4392-a726-d0c6dd942945"
  },
  {
    "id": "dMNOXRhXLpxZMCKbtFW2",
    "createTime": "2018-11-20T13:54:08.284677Z",
    "updateTime": "2018-11-23T13:35:13.370541Z",
    "name": "J’ai push en prod, bon weekend!",
    "abstract": "Une application est créée pour répondre à un besoin utilisateur.<br/>Mais ce qui importera tout autant à l’utilisateur sera l’utilisabilité de cette application : sa fiabilité et sa disponibilité.<br/><br/>Si Youtube était lent ou peu fiable tout le monde lui tournerai le dos et ceci en dépit de  ses fonctionnalités.<br/><br/>L’objectif de ce talk est de présenter les points clés à prendre en compte pour qu’une application soit prête pour la production.<br/><br/>Reposant en partie sur les principes relatifs au rôle de SRE (Site Reliability Engineering) de chez Google, cette présentation veut mettre l’accent sur le cahier des charges non-fonctionnel (NFR : Non Functionnal Requirements) relatif à la production.<br/><br/>Nous parlerons d’observabilité, d’auditabilité, d’automatisation et d’autres gros mots nécessaires à l’opérabilité d'un service.<br/>Cette présentation sera illustrée d’exemples et de pointeurs technologiques tels que Metrics, TICK, Prometheus, ELK,  Istio, API Gateway, ...<br/><br/>",
    "level": "intermediate",
    "format": "conference",
    "categories": "tools",
    "speakers": [
      "snjuPMVBY8Xuz6QFSgwVlsABQxb2"
    ],
    "backup": false,
    "rooms": [3],
    "times": [11],
    "slidesLink": "https://fr.slideshare.net/NicolasCarlier/i-pushed-in-production-have-a-nice-weekend"
  },
  {
    "id": "YcEtI1UV5Pj9ytQSOUeE",
    "createTime": "2018-12-08T20:39:58.194758Z",
    "updateTime": "2018-12-08T20:46:39.774238Z",
    "name": "Comme Mickey dans Fantasia, devenez un apprenti sorcier de l'intégration continue (et du déploiement) avec les GitLab Runners et OpenFaaS",
    "abstract": "Pré-requis, avoir vu la partie de Fantasia concernant \"The Sorcerer's Apprentice\" (c'est ici: https://www.youtube.com/watch?v=xHEMkbyXFxs).<br/><br/>Vous êtes un Dev (moi aussi) et vous avez toujours rêvé (comme Mickey) de savoir faire de la magie comme l'Ops (le magicien barbu) de l'équipe, et à chaque fois que vous avez essayé avec diverses solutions de CI, vous avez abandonné car trop compliqué, trop lourd, trop c... . Et pourtant, maintenant avec les Runners GitLab vous pouvez commencer à jouer à l'apprenti sorcier et vous faire plaisir (et aussi vous rendre utile).<br/><br/>Nous verrons donc:<br/><br/>- aperçu des runners<br/>- architecture des runners<br/>- installation et configuration<br/>- mise en oeuvre simplifié de runners<br/>- mise en oeuvre d'un système de preview application grâce aux runners et déploiement sur la plateforme serverless OpenFaas<br/>- utilisation des projets multi pipeline pour les multi projets (toujours avec OpenFaaS, mais adaptable aux Microservices)<br/><br/>Avec cela vous aurez quelques nouveaux sorts dans votre grimoire et pourrez commencer à aller plus loin",
    "level": "beginner",
    "format": "conference",
    "categories": "tools",
    "speakers": [
      "E5FaOXhwPVdJhu1zHQ3fKSVSrTd2"
    ],
    "backup": false,
    "rooms": [1],
    "times": [6],
    "slidesLink": "",
    "dailymotionLink": "https://www.dailymotion.com/video/x72os4v",
    "peertubeLink" : "https://peertube.fr/videos/watch/4430ebc3-e8cc-4239-93b2-6495df725e5d"
  },
  {
    "id": "rz7osZfhbITMlI5B5vK5",
    "createTime": "2018-10-30T12:57:46.134179Z",
    "updateTime": "2018-10-30T13:19:15.360450Z",
    "name": "10 ans d'usine logicielle ... Du petit garage à l'industrialisation",
    "abstract": "10 ans, cela fait déjà 10 ans qu'au sein d'Harmonie Mutuelle nous avons décidé de s'outiller, de s'automatiser et de mettre en place des processus pour améliorer nos développements mais aussi permettre aux développeurs d'utiliser les langages et Frameworks qu'ils préfèrent.<br/>Cela n'a pas été sans heurs, sans souffrances et sans erreurs mais 10 ans après on peut être fiers de ce que l'on a accomplit et excités de ce qu'il reste à faire.<br/><br/>Lors de ce talk nous parcourons ensembles les 10 ans passés à construire des socles de développements, à imaginer des processus, à se tromper et recommencer et à chercher comment fluidifier et automatiser tout ça.<br/><br/>Nous verrons aussi nos différents choix de technologies et Frameworks pour arriver à nos objectifs : Jenkins 1 & 2, Sonarqube, Nexus / Artifactory, Primefaces, SpringBoot, ...<br/><br/>Nous finirons par voir ensembles ce qu'il nous reste à faire pour encore nous améliorer et nos réflexions pour le futur (avec Docker notamment).",
    "level": "intermediate",
    "format": "conference",
    "categories": "tools",
    "speakers": [
      "hnzOfsZQvGbi7eI98pg4ArcZrCP2"
    ],
    "backup": false,
    "rooms": [3],
    "times": [4],
    "slidesLink": "https://fr.slideshare.net/secret/gvSNK7IWCSHbyE"
  },
  {
    "id": "SgXJQlGerZoTySFj1qSh",
    "createTime": "2018-11-26T14:48:18.825265Z",
    "updateTime": "2018-11-26T14:48:33.155945Z",
    "name": "Symfony 4 : un framework PHP moderne pour travailler plus vite ",
    "abstract": "Symfony est un framework HTTP écrit en PHP. Dans sa version 4, Symfony tire<br/>parti des bonnes pratiques web et propose une expérience pour les développeurs<br/>unique en son genre.<br/><br/>Grâce à son écosystème riche, il permet de développer rapidement une<br/>application, en se concentrant sur la partie métier sans faire de compromis sur<br/>la qualité du code.<br/><br/>Cette conférence a pour but de vous faire découvrir pourquoi Symfony est unique<br/>et pourquoi on aime développer avec ce framework.",
    "level": "beginner",
    "format": "conference",
    "categories": "tools",
    "speakers": [
      "lexF0MhyQhNbPRkHZEqigFLQf1u1"
    ],
    "backup": false,
    "rooms": [2],
    "times": [15],
    "slidesLink": "https://speakerdeck.com/lyrixx/symfony-4-touraine-tech-2019"
  },
  {
    "id": "6lzGoQwIVhyYQTSHce99",
    "createTime": "2018-11-12T14:58:14.813333Z",
    "updateTime": "2018-11-12T15:03:29.756431Z",
    "name": "CORS, XSS, CSRF, SQL injection  #BackToTheBasics",
    "abstract": "Pas besoin d'être RSSI ou DevOpsSec pour se soucier de sécurité. Que l'on soit développeur back ou front, la sécurité est l'affaire de tous.<br/>Pourtant, on la confie souvent aveuglement à nos frameworks. Mais alors comment vérifier la sécurité de nos données et de nos utilisateurs. <br/>A travers quelques démos, nous allons voir les failles les plus basiques et pourtant les plus répandus : CORS, XSS, CSRF et SQL injection<br/>",
    "level": "beginner",
    "format": "quickie",
    "categories": "tools",
    "speakers": [
      "jyGjaD4PluQG5VMVsjFVsNiIEMX2"
    ],
    "backup": false,
    "rooms": [1],
    "times": [8],
    "slidesLink": "",
    "dailymotionLink": "https://www.dailymotion.com/video/x72ot1k",
    "peertubeLink" : "https://peertube.fr/videos/watch/2be19a9c-b692-4c37-9a3c-01983dd4cb60"
  },
  {
    "id": "XkEWP6hxht8EVHeGcIJj",
    "createTime": "2018-11-20T14:06:41.733177Z",
    "updateTime": "2018-11-20T14:07:39.318294Z",
    "name": "3 techniques faciles de manipulation",
    "abstract": "Qui ne s’est jamais fait manipulé ? Évidemment, on est tous allé à une soirée alors qu’on en avait pas envie, on a tous acheté un truc sans en avoir besoin et on a tous été influencé par ses proches. <br/><br/>L’idée de cette présentation est de vous ouvrir les yeux sur les relations et les influences entre les gens. Je vous exposerai les mécanismes de prise de décision au travers de 3 techniques simples de manipulation.<br/><br/>A la sortie de ce talk, vous devriez être moins influençable et maître de vos décisions (voir même manipuler les autres).<br/>",
    "level": "beginner",
    "format": "quickie",
    "categories": "game",
    "speakers": [
      "37O6NWp4PwObEXdY2Fteq2NIDBm2"
    ],
    "backup": false,
    "rooms": [2],
    "times": [8],
    "slidesLink": ""
  },
  {
    "id": "FaXf48w5zlTP3P8zNFM4",
    "createTime": "2018-12-02T16:33:33.691199Z",
    "updateTime": "2018-12-02T16:46:29.604945Z",
    "name": "Pourquoi l'adoption de Kotlin progresse aussi vite ?",
    "abstract": "[Kotlin](https://kotl.in) est un langage de programmation multiplateforme dont l'adoption explose.<br/>Entre fin 2016 et fin 2018, le nombre de développeurs Kotlin a été [multiplié par 10](https://youtu.be/PsaFVLr8t4E?t=403), atteignant plus d'1,5 million en octobre 2018.<br/>Le nombre de projets utilisant le langage de programmation conçu par JetBrains ne cesse de croître, et les chiffres de [GitHub Octoverse ](https://octoverse.github.com/projects#languages) montrent qu'il a la progression la plus rapide en 2018: 2,6x.<br/><br/>Dans ce talk, je vais expliquer pourquoi Kotlin génère autant d'enthousiasme, pourquoi il est adopté si rapidement alors qu'ailleurs, certains projets peinent même à migrer à une nouvelle version du même langage de programmation.<br/><br/>Ce talk vous donnera un tour d'horizon de Kotlin et de l'écosystème dans lequel il évolue.<br/>Vous verrez les principales killer features de Kotlin avec des exemples simples.<br/>Vous apprendrez comment Kotlin a été pensé et comment son évolution se poursuit.<br/>Vous comprendrez quelles stratégies ont permis de faire réussir le projet sur plusieurs métriques.<br/>Vous découvrirez une sélection de bibliothèques (aka. library) qui renforcent l'écosystème Kotlin.<br/>Enfin, vous sera montré une partie des grandes possibilités apportées par ce langage de programmation, notamment niveau multiplateforme.",
    "level": "beginner",
    "format": "quickie",
    "categories": "tools",
    "speakers": [
      "4jOlS8NoZyXFPY3tOt362A9Zkmd2"
    ],
    "backup": false,
    "rooms": [3],
    "times": [8],
    "slidesLink": ""
  },
  {
    "id": "HYF2lJgOpRZuOWtlWKCU",
    "createTime": "2018-12-09T11:08:47.809609Z",
    "updateTime": "2018-12-09T11:54:16.043013Z",
    "name": "Microservices : tests et déploiements dans la vraie vie.",
    "abstract": "Les microservices nous ont fait rêvés sur le papier, dans la vrai vie c'est pas si évident à mettre en oeuvre. Certains d'ailleurs en reviennent, d'autres poussent le paroxysme plus loin (serverless). L'un des points qui peut être mal anticipé pendant la phase de conception c'est l'organisation d'un développement du point de l'équipe produit.<br/><br/>Dans la vraie vie chez Virtuo, les développeurs développent les features demandées par l'équipe produit :<br/><br/>1. On la développe (souvent sans bug)<br/>2. Ils la testent manuellement pour se rendre compte de l'impact sur le parcours utilisateur (et quelques fois ils nous font des retours de multiples natures)<br/>3. On met prod<br/><br/>Dans un monde monolithique avec un seul dev, ça demande un peu d'organisation, mais ça se fait bien :<br/><br/>1. On tire une nouvelle branche de master sur laquelle on développe et où on mets nos tests automatisés<br/>2. On déploie un instance éphémère de l'application sur laquelle les PO font leur tests manuels<br/>3. Quand ils sont prêts, on merge (à la limite, on reteste manuellement rapidos si ya des doutes)<br/>4. On pousse en prod<br/><br/>Dans la vraie vie chez Virtuo où on a plusieurs développeurs, plusieurs applications (microservices), et plusieurs features développées en parallèle (et quelques fois le dev d'une feature peut demander la mise à jour de plusieurs microservices différents), ça demande un peu plus d'organisation.<br/><br/>Dans ce talk, on abordera notre utilisation chez Virtuo de Github, Heroku, CircleCI, Docker et EC2 (AWS) pour développer et déployer une a une les features.",
    "level": "intermediate",
    "format": "quickie",
    "categories": "tools",
    "speakers": [
      "HGGzindQTLbxds93dMDhfNbDQAI2"
    ],
    "backup": false,
    "rooms": [1],
    "times": [9],
    "slidesLink": "",
    "dailymotionLink": "https://www.dailymotion.com/video/x72otb2",
    "peertubeLink" : "https://peertube.fr/videos/watch/0cb97711-c663-4cb4-9f1b-d92ec95d6a2e"
  },
  {
    "id": "HYF2lJgOpRZuOWtlWACZ",
    "createTime": "2018-12-09T11:08:47.809609Z",
    "updateTime": "2018-12-09T11:54:16.043013Z",
    "name": "AutoML ou le machine learning sans data scientists",
    "abstract": "Le machine learning n’est pas réservé qu’aux experts en data science ! Moi aussi en tant que développeur, j’ai envie de pouvoir jouer, créer sur des modèles de données qui me sont propre. Seul hic, les APIs de machine learning publiques (Voice, Vidéo, ...) ne correspondent pas à mon besoin... Mais ça c’était avant ! Grâce à AutoML, je suis maintenant en mesure de créer mes propres modèles facilement et disponible depuis une API !!",
    "level": "beginner",
    "format": "quickie",
    "categories": "backend",
    "speakers": [
      "MKCVoyKPwHb8Cd0uTe2erKbhPqf1"
    ],
    "backup": false,
    "rooms": [2],
    "times": [9],
    "slidesLink": "https://jef.binomed.fr/binomed_docs/Prezs/AutoML/index.html#/"
  },
  {
    "id": "keynoteend",
    "createTime": "2018-10-15T08:29:05.088249Z",
    "updateTime": "2018-10-15T08:35:43.480824Z",
    "name": "Keynote de clôture",
    "abstract": "Surprise",
    "level": "beginner",
    "format": "keynoteend",
    "categories": "",
    "speakers": [],
    "backup": false,
    "rooms": [1,2],
    "times": [18],
    "slidesLink": "https://docs.google.com/presentation/d/1jpUbE5qzfMgXkyLy3fSxvop3s_sQE_nI3Z9xTEfH4AA",
    "dailymotionLink": "",
    "peertubeLink" : ""
  },
  {
    "id": "4iXVLD9YSz2hiWBFVqqc",
    "createTime": "2018-11-20T13:40:21.770034Z",
    "updateTime": "2018-11-20T13:42:01.401354Z",
    "name": "FEATURE FLIPPEZ VOS APPLICATIONS AVEC IZANAMI",
    "abstract": "Le feature flipping est devenu de plus en plus incontournable dans le développement et le déploiement continu d'applications modernes. Malheureusement il n'est pas très aisé de mettre en place une solution uniforme dans un contexte micro-service et multi technologique.<br/><br/>Avec son approche \"API first\" Izanami, la brique de feature flipping / AB testing développé par la MAIF, est un parfait candidat pour répondre à tous ces besoins.<br/><br/>Dans cette session nous verrons comment fonctionne Izanami et comment intégrer le feature flipping dans une application en utilisant les clients ad hoc.",
    "level": "beginner",
    "format": "quickie",
    "categories": "tools",
    "speakers": [
      "p9l5iYCB0hVTOIpAz9S0yLhqbAb2"
    ],
    "backup": false,
    "rooms": [3],
    "times": [9],
    "slidesLink": ""
  },
  {
    "id": "IQRy9HiP1O1DaRGy51ge",
    "createTime": "2018-11-27T19:39:57.958868Z",
    "updateTime": "2018-11-27T19:40:30.754963Z",
    "name": "Una-Gitlab, le TP à Roulette !",
    "abstract": "A l’image de Perceval et Karadock, Logan et Kevin reviennent d’une quête dans la contrée de Gitlab et vont vous compter leurs aventures pleines de découvertes et de rebondissements. L’on espère que Père Blaise réussira à prendre des notes…<br/><br/>![](https://gabich.files.wordpress.com/2010/09/perceval.png)<br/><br/>Lors de cette quête, il sera nécessaire de mettre en place une intégration continue pour une armée de développeurs sanguinaires qui ont plein de besoins bizarres… Et à la force de leur épée, de leur courage et pas du tout de l’aide de Merlin (qui ne sait toujours rien faire…), Logan et Kevin vous guidereront afin de créer une CI complète avec job, stage, intégration avec des outils externes (PostgreSQL, Artifactory, Google Cloud Platform, Docker in Docker, SAST, DAST…) tout en la gardant simple et versionnable 😍.<br/><br/>L’on pourra même finir sur un exemple de mise en place de la CI dans le cloud (Google Cloud ou Clever) pour avoir une CI qui file dans les nuages 🚀.",
    "level": "intermediate",
    "format": "handson",
    "categories": "tools",
    "speakers": [
      "ydYtICbj1IeNrV2eoJtyGOaI3W32",
      "QsNDotuTfJaJYYqZUPTvUh0SvLn1"
    ],
    "backup": false,
    "rooms": [4],
    "times": [4,5,6],
    "slidesLink": ""
  },
  {
    "id": "S9ZLyJUENzGxFWPwUEfz",
    "createTime": "2018-10-19T09:24:17.114802Z",
    "updateTime": "2018-12-06T19:53:57.230481Z",
    "name": "Objectif Top Architecte !",
    "abstract": "Comment devenir architecte ? Comment progresser dans ce domaine ? A quoi reconnait-on une bonne ou une mauvaise architecture ? Il existe certes un certain nombre d' ouvrages et formations sur le sujet, mais le mieux est quand même de pratiquer ! A la manière des coding dojos, je vais vous présenter les Architecture Katas. Ces derniers ont été initiés par Ted Neward. Son idée est venue du constat suivant :<br/><br/>\"So how are we supposed to get great architects, if they only get the chance to architect fewer than a half-dozen times in their career?\"<br/><br/>La solution à ce problème est donc de pratiquer régulièrement sur des sujets très différents pour gagner en expérience.<br/><br/>Après une présentation qui permettra dans un premier temps de donner un retour d'expérience sur ce domaine et de répondre à certaines questions, j'exposerai la démarche du hands'on et le résultat final attendu.<br/><br/>Ensuite, par équipe de 4-5 personnes équipées d'un papier et d'un crayon ( pas besoin de plus ! ), plusieurs sujets seront proposés. Chaque équipe devra en choisir un, définir l' architecture la plus pertinente et la présenter aux équipes adverses.<br/><br/>Un vote définira la meilleure architecture.<br/><br/>Il n'est pas nécessaire d'être architecte pour participer !<br/><br/>Que la meilleure équipe gagne !",
    "level": "beginner",
    "format": "handson",
    "categories": "architecture",
    "speakers": [
      "akEDgjtSO6b8XUiAR18wfHSgBJw1"
    ],
    "backup": false,
    "rooms": [4],
    "times": [11,12,13],
    "slidesLink": "https://www.slideshare.net/AlexandreTouret1/objectiftoparchitectefinal-190201181915"
  },
  {
    "id": "LWz8xl55GUEBPFlIZhb4",
    "createTime": "2018-10-26T13:09:58.322114Z",
    "updateTime": "2018-10-26T13:21:05.436593Z",
    "name": "L'adoc : du néant à la galaxie Antora",
    "abstract": "Parce que la doc ce n'est pas toujours un long fleuve tranquille...<br/><br/>Parce que la doc, quand tu la codes, tu ne t'en passes plus...<br/><br/>Parce que le code, c'est la vie...<br/><br/>Viens partager les aventures intergalactiques de Gautier et Nicolas dans l'univers d'Asciidoc(tor).<br/>Au travers de leurs retours d'expériences de près de deux ans autour de la documentation as code, vous découvrirez l'itinéraire qui les a mené du néant à la galaxie Antora.",
    "level": "beginner",
    "format": "conference",
    "categories": "tools",
    "speakers": [
      "uXuTITkwhwXCTnLPvegKSW3YmDE3",
      "n0N1jTYf6TOcuN0M7HMxl4fi99d2"
    ],
    "backup": true
  },
  {
    "id": "ZZjn3G7tF58B0Tx0NU7X",
    "createTime": "2018-11-22T09:36:53.984390Z",
    "updateTime": "2018-11-22T10:40:38.702295Z",
    "name": "Zero-Knowledge Architecture ",
    "abstract": "Vous connaissez le concept des architectures zero knowledge ? Il s'agit de s'assurer que de point en point, aucun intermédiaire d'un service ne puisse être capable d'accéder à des informations qui ne le concernent pas. Cette architecture implique une séparation forte des permissions, des accès, beaucoup de chiffrement, de la gestion de clés… Elle est complexe, mais puissante, notamment dans une approche privacy by design.<br/><br/>Est-ce applicable dans le cadre de nos applications web ? Comment s'assurer, en s'éxecutant dans le navigateur sur une couche Javascript, qu'aucun usage malicieux ne sera fait des données ? Challenge ou utopie ? C'est là tout l'enjeu : découvrons ensemble si la sécurisation de nos webapps est vraiment possible.",
    "level": "advanced",
    "format": "conference",
    "categories": "architecture",
    "speakers": [
      "ZwKzIs8Qnlg9EB25LX6lQF4ukZl2"
    ],
    "backup": true
  },
  {
    "id": "wVBPSdGnWvb9cnhUG17Z",
    "createTime": "2018-12-09T23:17:18.255810Z",
    "updateTime": "2018-12-09T23:18:04.994367Z",
    "name": "Faire des interfaces utilisateur Android sans xml avec Splitties",
    "abstract": "Alors que j'avais, comme tout le monde, utilisé le xml pour faire des interfaces utilisateurs pour des applications Android, et ce, pendant plus de 2 ans, j'ai commencé à en avoir marre des contraintes que cela m'imposait. Après une tentative avec Anko layouts, et un retour au xml, j'ai décidé de faire ma propre bibliothèque  en Kotlin pour m'affranchir des limitations du xml et d'Anko… et j'ai réussi ! Voilà plus d'un an que continue le développement Android quotidien, en utilisant mon langage favori, Kotlin, en permanence, même lorsque je conçois, et modifie des interfaces utilisateurs (aussi appelés layouts dans le monde Android).<br/><br/>Ce travail, je l'ai rendu open source, c'est [Splitties](https://github.com/LouisCAD/Splitties) Views DSL. Ça me simplifie la vie, et j'espère que ça bénéficie à d'autres, vous compris !<br/><br/>Dans cette session, j'en ferai une petite présentation,  je vous montrerai quelques exemples, et vous verrez de vos propres yeux en quoi c'est mieux que le xml.<br/><br/>Vous serez plus à l'aise si vous êtes un minimum familier avec Android et Kotlin.",
    "level": "intermediate",
    "format": "conference",
    "categories": "front",
    "speakers": [
      "4jOlS8NoZyXFPY3tOt362A9Zkmd2"
    ],
    "backup": true
  },
  {
    "id": "jWbMCC8bZqA9IQD9Gu3Z",
    "createTime": "2018-10-21T22:00:08.977604Z",
    "updateTime": "2018-10-22T09:32:03.229626Z",
    "name": "Monitoring OVH: 300k servers, 27 DCs and one Metrics platform",
    "abstract": "Comment faire quand on doit monitorer toute l'infrastructure du plus grand fournisseur de cloud Européen ?  Comment choisir un outil quand les plus populaires ne tient pas la marée à cette échele ?  Comment construire une plateforme Metrics pour unifier, concilier et remplacer des années de legacy fragmenté et des solutions partielles ?<br/><br/>Dans ce talk nous racontons notre expérience sur la construction et la maintenance d'OVH Metrics, la plateforme utilisée pour monitorer toute l'infrastructure OVH. Nous avions besoin d'aller à des endroits ou la plupart de solutions de monitoring ne sont jamais allées, opérer à l'échelle du plus grand fournisseur Européen de cloud et hosting : 27 data centers, plus de 300k serveurs (physiques !) et des centaines de produits pour accomplir notre mission avec nos 1,3 millions de clients.<br/><br/>Venez pour entendre cette histoire de séries temporelles, de solutions open-sources poussées à l'extreme, de clusters HBase opérés en limite de capacité, et de comment une petite équipe  s'est appuyé sur une poignée de solutions open-source et  une bonne dose de code maison pour construire une des solutions de monitoring les plus performantes au monde.",
    "level": "beginner",
    "format": "conference",
    "categories": "backend",
    "speakers": [
      "1oPhUlhcF9Zgb39gj1ULLoepdsl2"
    ],
    "backup": true
  },
  {
    "id": "8pkU3yds1eyDTvd1Jev7",
    "createTime": "2018-11-13T10:33:38.923856Z",
    "updateTime": "2018-11-13T10:33:59.275063Z",
    "name": "L’avenir du polyfill dans les APIs web",
    "abstract": "*Moi :* Hey t’as entendu parlé de cette nouvelle API web !! Elle est génial car elle va **RÉVOLUTIONNER** la façon dont nous codons nos applications web.<br/><br/>*Vous :* JF t’es sympa avec tes talks mais je vais pas pouvoir utiliser en prod lundi donc, merci pour l’update…<br/><br/>*Moi :*  Rassure toi, voici le polyfill.<br/><br/>*Vous :* merci mais du coup, je vais devoir mettre à jour mon app dans combien de temps pour supprimer le polyfill ?<br/><br/>*Moi :* Attends, ne le supprime pas !  Utilise plutôt les layered Api ! Comme ça tu n’auras pas à te soucier de l’utilisation de l'implémentation et en plus tu utiliseras direct l’API :)<br/><br/>*Vous :* ok, tu peux m’en dire plus ?<br/><br/><br/>Vous l’aurez compris, ce talk a pour objectif de présenter une nouveauté du web qui va changer notre façon d’utiliser et jouer avec des polyfills pour des APIs web “natives” !<br/>",
    "level": "intermediate",
    "format": "quickie",
    "categories": "front",
    "speakers": [
      "MKCVoyKPwHb8Cd0uTe2erKbhPqf1"
    ],
    "backup": true
  },
  {
    "id": "heiLFcWLSV8WrlLj9zvm",
    "createTime": "2018-11-17T11:46:29.969525Z",
    "updateTime": "2018-11-17T11:46:43.552058Z",
    "name": "Le futur de la gestion des dépendances Node",
    "abstract": "# Présentation<br/>Le 13 septembre 2018 un thread twitter a été partagé par **Maël Nison** : yarn ne va plus avoir besoin de node_modules !<br/>La déferlante de réponses, likes et retweet confirment une chose : les node_modules ne sont pas appréciés par la communauté.<br/><br/>**Kat Marchán** (développeuse npm) n'a pas tardé à répondre, elle aussi a eu la même idée mais sa solution est différente !<br/><br/>Creusons ensemble les raisons de cet engouement, et voyons quels sont les grandes stratégies mises en place par les grands !<br/><br/>![](https://i.imgur.com/hhbntkZ.png)  ![](https://i.imgur.com/BVi7EOZ.png)<br/><br/># Plan<br/>- Quel est le problème avec les node_modules ?<br/>- Comment résoudre ces soucis ?<br/>   * pnpm<br/>   * monorepo<br/>   * node\\_modules racine ? _troll_<br/>   * La solution yarn<br/>   * La solution npm<br/>- Et la production ?<br/>- L'état actuel",
    "level": "beginner",
    "format": "quickie",
    "categories": "front",
    "speakers": [
      "2AUdrK7nYgWfZaqGLYoqaaEXSss2"
    ],
    "backup": true
  },
  {
    "id": "dDhHQ3yKSBOMTmPVSkLV",
    "createTime": "2018-12-09T21:14:16.410449Z",
    "updateTime": "2018-12-09T21:24:13.310825Z",
    "name": "Designer ses d'API d'accès a la donnée (REST, gRPC, GraphQL, WebFlux)",
    "abstract": "Il existe une grande variété de patterns pour accéder à vos bases de données en fonction des cas d’usage et des technologies utilisées : CRUD, streaming, asynchrone, réactif, commandes…<br/><br/>Chez DataStax, au travers de l'implémentation d'application de references comme [Killrvideo](killrvideo.github.io) nous avons eu l’opportunité de tester la meme API en REST, gRPC et GraphQL avec Java (SpringBoot 2). Je vous propose un tour d’horizon des 3 solutions, les points forts, les points faibles, les details d’implementation au travers d'une demo et code reviews.",
    "level": "beginner",
    "format": "handson",
    "categories": "backend",
    "speakers": [
      "4WL9NL8LsdNZ8RXkVzutmAcUK5j2"
    ],
    "backup": true
  },
  {
    "id": "keynote",
    "name": "Keynote d'ouverture",
    "abstract": "Surprise",
    "speakers": [],
    "format": "conference",
    "level": "beginner",
    "rooms": [
      1,
      2
    ],
    "times": [
        2
    ],
    "dailymotionLink": "https://www.dailymotion.com/video/x72ordy",
    "peertubeLink" : "https://peertube.fr/videos/watch/d3b52e41-ab99-4bd0-8de9-9a9368fbbdee"
  }
]
